{
    "title": "True Heart-Mind",
    "author": "Sengcan, -606",
    "date": "Jan 15, 2012",
    "content": "The Project Gutenberg eBook of True Heart/Mind    This ebook is for the use of anyone anywhere in the United States andmost other parts of the world at no cost and with almost no restrictionswhatsoever. You may copy it, give it away or re-use it under the termsof the Project Gutenberg License included with this ebook or onlineat www.gutenberg.org. If you are not located in the United States,you will have to check the laws of the country where you are locatedbefore using this eBook.*** This is a COPYRIGHTED Project Gutenberg eBook. Details Below. ******     Please follow the copyright guidelines in this file.      ***Title: True Heart/MindAuthor: SengcanTranslator: Bruce R. LinnellRelease date: January 15, 2012 [eBook #38580]Language: English, Chinese*** START OF THE PROJECT GUTENBERG EBOOK TRUE HEART/MIND ***Copyright (C) 2011 by Bruce Linnell.Note that an accompanying PDF file correctly displays the English andChinese characters.                    Inscription on the True Heart/MindAttributed to Sengcan, Third Chinese Patriarch of Zen Buddhism (ca 600 AD)                Translated by Bruce R. Linnell, PhD (2011)A comment on the title : due to the nature of Chinese, the title couldmean any of the following : \"Belief in (the) Mind\", \"The Believing Mind\",\"Trust in (the) Mind\", \"Trusting Mind\", \"True Mind\", \"Truthful Mind\",\"Faith in (the) Mind\", or \"Faithful Mind\", and indeed many of these havebeen used by other translators (most often \"Faith in Mind\"). I chose\"True Mind\" because the entire inscription discusses how to get back tothe original Buddha nature we all have (but have forgotten), and thephrase \"true mind\" (in English, not the particular Chinese symbols in thetitle of the document) is often used synonymously with this Buddha nature,Buddha mind, True Nature, Original Nature, etc.My goals were to include every Chinese symbol in the English sentence,using an exact translation of each symbol, and with minimal additionalwords and paraphrasing. This results in sentences which are sometimesstilted in English, but hopefully provides a more literal translation.Interpreted meanings are as close to the exact meaning as possible.Exceptions to these guidelines are marked with footnotes.Definitions of Terms--------------------Being : existenceEmptiness : negation of the belief in Being and non-BeingAwake, wise : enlightenedFoolish : not awake; unenlightenedHeart/mind : the Chinese symbol means both \"heart\" and \"mind\"; it seems             misleading to use one or the otherSuchness : that which is constant and genuine; the true nature of things;           reality-as-it-is; things just as they areThe Way, this wisdom : Buddha's way - the four noble truths, eightfold                       path, etc.Entanglements : sensory pleasures, preferences, desires, aversions, love,                hate, etc. (literally \"conditions\")Naturally, spontaneously : done by itself, that which is so of itself,                           done on its own, happens without forcing itThings : the external world; objects, people, creatures, eventsCease to be, rejected, forgotten, eliminated, fade away :   leave your awareness, no longer influence you==========================================================================Attaining the Way is not difficult,If only you dislike picking and choosing.Only when you do not \"hate\" and \"love\"Will the Way thus be clearly and plainly revealed.If there exists the smallest distinction,Heaven and Earth become divided and out of balance.If you want to have the Way appear in front of you,Do not remain \"agreeable\" or \"opposed\" to anything.When \"disagreeable\" and \"agreeable\" compete with each other,This makes your heart/mind sick.When you do not understand the deep and mysterious meaning of the Way,It is useless to merely quiet your thoughts.The Way is perfect and complete, just like the greatest void -Nothing lacking, nothing extra.It is precisely because you \"select\" and \"reject\"That you therefore do not perceive the Suchness of everything.Do not pursue Being and entanglements;Do not dwell in Emptiness and sufferance.When the mind is at peace in Oneness,Thus are these eliminated, and naturally fade away.When you try to stop activity to return to stillness,This stillness further increases activity.If you are always caught in one side or the other, [A]How can you know Oneness?When Oneness is not understood completely,Both of these viewpoints lose their usefulness :To reject Being is to merely lose Being;To embrace Emptiness is to merely be burdened by Emptiness.Too much talking, too much worrying,And you fall out of harmony[B] with the Way.Be done with talking, be done with worrying,And nothing will be closed to you. [C]Return to the source and you gain the meaning;Pursue enlightenment[D] and you lose this wisdom.But the moment you return to enlightenment[D],You go beyond and reject appearances and Emptiness.Apparent changes in appearances and EmptinessAre all caused by foolish opinions.You need not seek what is true and real,You must only stop having opinions.Do not dwell in dualistic opinions -Be careful not to pursue them.Not until \"right\" and \"wrong\" existDoes your heart/mind thus become lost in confusion.Duality is caused by the One's existence;But also do not dwell on the One.When your heart/mind is one, no thoughts arise;Then all things are without blame.When there is no blame, there can be no things;When no thoughts arise, there can be no heart/mind.When things cease to be, mind follows;             [E]When mind settles, things are rejected.            [E]Things are caused by mind, but are things as well; [E]Mind is caused by things, but is mind as well.     [E]If you want to know both halves,Their origin is One Emptiness.Within One Emptiness both halves are the same,Each equally containing all forms.When you do not perceive \"refined\" and \"coarse\",How can preferences exist?The essence of the Great Way is vast -Nothing easy, nothing difficult.Those with petty opinions are full of doubt and suspicion;When they become anxious, they get behind.Attachments lead to loss of inner freedom,As you certainly enter the wrong path.Letting go leads to natural spontaneity,Where the essence of the Way is neither absent nor present.Allowing your inner nature to unite with the Way,Be free and done with aggravation.Restricted thinking is opposed to what is true and real,Sinking into darkness and confusion, which is not good.It is not good to trouble your spirit -So why see \"distant\" or \"close\" relationships?If you want to attain the Way,Do not dislike your senses and thoughts.Not disliking your senses and thoughtsIs also the same as true Awakening.The wise practice non-action,While the foolish restrict themselves.One thing is not different from another thing,But the foolish have their desires and attachments.To govern heart/mind by using heart/mind -How can that not be a great mistake?Delusion produces peace and chaos,But the Awakened have no likes or dislikes.All pairs of oppositesCome from your own foolish thinking.They are like dreams, illusions, mirages -Why struggle to catch and hold them?\"Gain\" and \"loss\", \"right\" and \"wrong\" -Just for a moment, let go and reject them.If your eyes do not sleep,All dreams are naturally eliminated.If your heart/mind does not discriminate,All things are of One Suchness.Within the deep and mysterious essence of this One Suchness,You rise above entanglements, and thus they are forgotten.When all things are perceived as equal,You return again to your natural spontaneity.Eliminate them and as a result,You cannot have any way to compare them.Stillness set in motion is not movement,Movement stopped is not stillness.If both halves are actually incomplete,How can the One exist like that?When you examine this exhaustively to its extreme conclusion,No path or rule remains.Place your heart/mind in harmony with non-discrimination,Which stops all mental activity.Doubts and suspicions fade completely;True faith is harmonious and straightforward.Nothing is held on to,Nothing can be remembered.You are empty, clear, naturally enlightened[D],And make no effort to use the power of your heart/mind.Here no amount of thought can dwell;Knowledge and feelings are unable to comprehend.Within the true and real Suchness of this absolute source of existence,There is no \"other\", no \"self\".If you want to come quickly into harmony with this realm,Only say \"no duality\".In \"no duality\" everything is the same,Nothing is excluded.Wise people everywhereHave all entered this wisdom.Entering this wisdom can not be hurried nor held back -It could happen in one moment or take an eternity. [F]The Way is neither present nor absent,Yet the Way is everywhere in front of your eyes.Extremely small is the same as extremely large,When boundaries are forgotten and done with.Extremely large is the same as extremely small,When distinct opposites are not perceived.Being is simultaneously the same as non-Being;Non-Being is simultaneously the same as Being.If you are not like this,You certainly must not remain there.One is not separate from All;All is not separate from One.If only you can be like this,Why worry about not being perfect?The true heart/mind is non-dual;Non-dual is the true heart/mind.Talking about the Way ends here,For the Way has no past or future or present.==========================================================================A : literally, \"only blocked in both sides\"B : literally, \"turn to non-agreement\"C : literally, \"nowhere will be blocked\"D : I believe what is meant by this symbol (\"illumination\") is the Light    of the Buddha, enlightenment, etc.; however, this is the only    interpretation that is my personal opinion, and has no support from    any other sourcesE : the literal translations, \"subject\" and \"object\", refer respectively    to the mind and the things it perceivesF : I believe this line (literally, \"one moment eternity\") refers to the    \"sudden vs. gradual\" debate on whether enlightenment can happen    quickly, or can only be achieved after many years (some say many    lifetimes) of practiceThis work is licensed under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License (CC BY-NC-ND 3.0).  You are free to download this work and share it with others as long as I retain credit for the work.  But you cannot change or build on this work in any way, or use it commercially (that is, for your profit), without my permission.*** END OF THE PROJECT GUTENBERG EBOOK TRUE HEART/MIND ***    Updated editions will replace the previous one—the old editions willbe renamed.Creating the works from print editions not protected by U.S. copyrightlaw means that no one owns a United States copyright in these works,so the Foundation (and you!) can copy and distribute it in the UnitedStates without permission and without paying copyrightroyalties. Special rules, set forth in the General Terms of Use partof this license, apply to copying and distributing ProjectGutenberg™ electronic works to protect the PROJECT GUTENBERG™concept and trademark. Project Gutenberg is a registered trademark,and may not be used if you charge for an eBook, except by followingthe terms of the trademark license, including paying royalties for useof the Project Gutenberg trademark. If you do not charge anything forcopies of this eBook, complying with the trademark license is veryeasy. You may use this eBook for nearly any purpose such as creationof derivative works, reports, performances and research. ProjectGutenberg eBooks may be modified and printed and given away—you maydo practically ANYTHING in the United States with eBooks not protectedby U.S. copyright law. Redistribution is subject to the trademarklicense, especially commercial redistribution.START: FULL LICENSETHE FULL PROJECT GUTENBERG LICENSEPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORKTo protect the Project Gutenberg™ mission of promoting the freedistribution of electronic works, by using or distributing this work(or any other work associated in any way with the phrase “ProjectGutenberg”), you agree to comply with all the terms of the FullProject Gutenberg™ License available with this file or online atwww.gutenberg.org/license.Section 1. General Terms of Use and Redistributing Project Gutenberg™electronic works1.A. By reading or using any part of this Project Gutenberg™electronic work, you indicate that you have read, understand, agree toand accept all the terms of this license and intellectual property(trademark/copyright) agreement. If you do not agree to abide by allthe terms of this agreement, you must cease using and return ordestroy all copies of Project Gutenberg™ electronic works in yourpossession. If you paid a fee for obtaining a copy of or access to aProject Gutenberg™ electronic work and you do not agree to be boundby the terms of this agreement, you may obtain a refund from the personor entity to whom you paid the fee as set forth in paragraph 1.E.8.1.B. “Project Gutenberg” is a registered trademark. It may only beused on or associated in any way with an electronic work by people whoagree to be bound by the terms of this agreement. There are a fewthings that you can do with most Project Gutenberg™ electronic workseven without complying with the full terms of this agreement. Seeparagraph 1.C below. There are a lot of things you can do with ProjectGutenberg™ electronic works if you follow the terms of thisagreement and help preserve free future access to Project Gutenberg™electronic works. See paragraph 1.E below.1.C. The Project Gutenberg Literary Archive Foundation (“theFoundation” or PGLAF), owns a compilation copyright in the collectionof Project Gutenberg™ electronic works. Nearly all the individualworks in the collection are in the public domain in the UnitedStates. If an individual work is unprotected by copyright law in theUnited States and you are located in the United States, we do notclaim a right to prevent you from copying, distributing, performing,displaying or creating derivative works based on the work as long asall references to Project Gutenberg are removed. Of course, we hopethat you will support the Project Gutenberg™ mission of promotingfree access to electronic works by freely sharing Project Gutenberg™works in compliance with the terms of this agreement for keeping theProject Gutenberg™ name associated with the work. You can easilycomply with the terms of this agreement by keeping this work in thesame format with its attached full Project Gutenberg™ License whenyou share it without charge with others.This particular work is one of the few individual works protectedby copyright law in the United States and most of the remainder of theworld, included in the Project Gutenberg collection with thepermission of the copyright holder. Information on the copyright ownerfor this particular work and the terms of use imposed by the copyrightholder on this work are set forth at the beginning of this work.1.D. The copyright laws of the place where you are located also governwhat you can do with this work. Copyright laws in most countries arein a constant state of change. If you are outside the United States,check the laws of your country in addition to the terms of thisagreement before downloading, copying, displaying, performing,distributing or creating derivative works based on this work or anyother Project Gutenberg™ work. The Foundation makes norepresentations concerning the copyright status of any work in anycountry other than the United States.1.E. Unless you have removed all references to Project Gutenberg:1.E.1. The following sentence, with active links to, or otherimmediate access to, the full Project Gutenberg™ License must appearprominently whenever any copy of a Project Gutenberg™ work (any workon which the phrase “Project Gutenberg” appears, or with which thephrase “Project Gutenberg” is associated) is accessed, displayed,performed, viewed, copied or distributed:    This eBook is for the use of anyone anywhere in the United States and most    other parts of the world at no cost and with almost no restrictions    whatsoever. You may copy it, give it away or re-use it under the terms    of the Project Gutenberg License included with this eBook or online    at www.gutenberg.org. If you    are not located in the United States, you will have to check the laws    of the country where you are located before using this eBook.  1.E.2. If an individual Project Gutenberg™ electronic work isderived from texts not protected by U.S. copyright law (does notcontain a notice indicating that it is posted with permission of thecopyright holder), the work can be copied and distributed to anyone inthe United States without paying any fees or charges. If you areredistributing or providing access to a work with the phrase “ProjectGutenberg” associated with or appearing on the work, you must complyeither with the requirements of paragraphs 1.E.1 through 1.E.7 orobtain permission for the use of the work and the Project Gutenberg™trademark as set forth in paragraphs 1.E.8 or 1.E.9.1.E.3. If an individual Project Gutenberg™ electronic work is postedwith the permission of the copyright holder, your use and distributionmust comply with both paragraphs 1.E.1 through 1.E.7 and anyadditional terms imposed by the copyright holder. Additional termswill be linked to the Project Gutenberg™ License for all worksposted with the permission of the copyright holder found at thebeginning of this work.1.E.4. Do not unlink or detach or remove the full Project Gutenberg™License terms from this work, or any files containing a part of thiswork or any other work associated with Project Gutenberg™.1.E.5. Do not copy, display, perform, distribute or redistribute thiselectronic work, or any part of this electronic work, withoutprominently displaying the sentence set forth in paragraph 1.E.1 withactive links or immediate access to the full terms of the ProjectGutenberg™ License.1.E.6. You may convert to and distribute this work in any binary,compressed, marked up, nonproprietary or proprietary form, includingany word processing or hypertext form. However, if you provide accessto or distribute copies of a Project Gutenberg™ work in a formatother than “Plain Vanilla ASCII” or other format used in the officialversion posted on the official Project Gutenberg™ website(www.gutenberg.org), you must, at no additional cost, fee or expenseto the user, provide a copy, a means of exporting a copy, or a meansof obtaining a copy upon request, of the work in its original “PlainVanilla ASCII” or other form. Any alternate format must include thefull Project Gutenberg™ License as specified in paragraph 1.E.1.1.E.7. Do not charge a fee for access to, viewing, displaying,performing, copying or distributing any Project Gutenberg™ worksunless you comply with paragraph 1.E.8 or 1.E.9.1.E.8. You may charge a reasonable fee for copies of or providingaccess to or distributing Project Gutenberg™ electronic worksprovided that:    • You pay a royalty fee of 20% of the gross profits you derive from        the use of Project Gutenberg™ works calculated using the method        you already use to calculate your applicable taxes. The fee is owed        to the owner of the Project Gutenberg™ trademark, but he has        agreed to donate royalties under this paragraph to the Project        Gutenberg Literary Archive Foundation. Royalty payments must be paid        within 60 days following each date on which you prepare (or are        legally required to prepare) your periodic tax returns. Royalty        payments should be clearly marked as such and sent to the Project        Gutenberg Literary Archive Foundation at the address specified in        Section 4, “Information about donations to the Project Gutenberg        Literary Archive Foundation.”        • You provide a full refund of any money paid by a user who notifies        you in writing (or by e-mail) within 30 days of receipt that s/he        does not agree to the terms of the full Project Gutenberg™        License. You must require such a user to return or destroy all        copies of the works possessed in a physical medium and discontinue        all use of and all access to other copies of Project Gutenberg™        works.        • You provide, in accordance with paragraph 1.F.3, a full refund of        any money paid for a work or a replacement copy, if a defect in the        electronic work is discovered and reported to you within 90 days of        receipt of the work.        • You comply with all other terms of this agreement for free        distribution of Project Gutenberg™ works.    1.E.9. If you wish to charge a fee or distribute a ProjectGutenberg™ electronic work or group of works on different terms thanare set forth in this agreement, you must obtain permission in writingfrom the Project Gutenberg Literary Archive Foundation, the manager ofthe Project Gutenberg™ trademark. Contact the Foundation as setforth in Section 3 below.1.F.1.F.1. Project Gutenberg volunteers and employees expend considerableeffort to identify, do copyright research on, transcribe and proofreadworks not protected by U.S. copyright law in creating the ProjectGutenberg™ collection. Despite these efforts, Project Gutenberg™electronic works, and the medium on which they may be stored, maycontain “Defects,” such as, but not limited to, incomplete, inaccurateor corrupt data, transcription errors, a copyright or otherintellectual property infringement, a defective or damaged disk orother medium, a computer virus, or computer codes that damage orcannot be read by your equipment.1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Rightof Replacement or Refund” described in paragraph 1.F.3, the ProjectGutenberg Literary Archive Foundation, the owner of the ProjectGutenberg™ trademark, and any other party distributing a ProjectGutenberg™ electronic work under this agreement, disclaim allliability to you for damages, costs and expenses, including legalfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICTLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSEPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THETRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BELIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE ORINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCHDAMAGE.1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover adefect in this electronic work within 90 days of receiving it, you canreceive a refund of the money (if any) you paid for it by sending awritten explanation to the person you received the work from. If youreceived the work on a physical medium, you must return the mediumwith your written explanation. The person or entity that provided youwith the defective work may elect to provide a replacement copy inlieu of a refund. If you received the work electronically, the personor entity providing it to you may choose to give you a secondopportunity to receive the work electronically in lieu of a refund. Ifthe second copy is also defective, you may demand a refund in writingwithout further opportunities to fix the problem.1.F.4. Except for the limited right of replacement or refund set forthin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NOOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOTLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.1.F.5. Some states do not allow disclaimers of certain impliedwarranties or the exclusion or limitation of certain types ofdamages. If any disclaimer or limitation set forth in this agreementviolates the law of the state applicable to this agreement, theagreement shall be interpreted to make the maximum disclaimer orlimitation permitted by the applicable state law. The invalidity orunenforceability of any provision of this agreement shall not void theremaining provisions.1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, thetrademark owner, any agent or employee of the Foundation, anyoneproviding copies of Project Gutenberg™ electronic works inaccordance with this agreement, and any volunteers associated with theproduction, promotion and distribution of Project Gutenberg™electronic works, harmless from all liability, costs and expenses,including legal fees, that arise directly or indirectly from any ofthe following which you do or cause to occur: (a) distribution of thisor any Project Gutenberg™ work, (b) alteration, modification, oradditions or deletions to any Project Gutenberg™ work, and (c) anyDefect you cause.Section 2. Information about the Mission of Project Gutenberg™Project Gutenberg™ is synonymous with the free distribution ofelectronic works in formats readable by the widest variety ofcomputers including obsolete, old, middle-aged and new computers. Itexists because of the efforts of hundreds of volunteers and donationsfrom people in all walks of life.Volunteers and financial support to provide volunteers with theassistance they need are critical to reaching Project Gutenberg™’sgoals and ensuring that the Project Gutenberg™ collection willremain freely available for generations to come. In 2001, the ProjectGutenberg Literary Archive Foundation was created to provide a secureand permanent future for Project Gutenberg™ and futuregenerations. To learn more about the Project Gutenberg LiteraryArchive Foundation and how your efforts and donations can help, seeSections 3 and 4 and the Foundation information page at www.gutenberg.org.Section 3. Information about the Project Gutenberg Literary Archive FoundationThe Project Gutenberg Literary Archive Foundation is a non-profit501(c)(3) educational corporation organized under the laws of thestate of Mississippi and granted tax exempt status by the InternalRevenue Service. The Foundation’s EIN or federal tax identificationnumber is 64-6221541. Contributions to the Project Gutenberg LiteraryArchive Foundation are tax deductible to the full extent permitted byU.S. federal laws and your state’s laws.The Foundation’s business office is located at 809 North 1500 West,Salt Lake City, UT 84116, (801) 596-1887. Email contact links and upto date contact information can be found at the Foundation’s websiteand official page at www.gutenberg.org/contactSection 4. Information about Donations to the Project GutenbergLiterary Archive FoundationProject Gutenberg™ depends upon and cannot survive without widespreadpublic support and donations to carry out its mission ofincreasing the number of public domain and licensed works that can befreely distributed in machine-readable form accessible by the widestarray of equipment including outdated equipment. Many small donations($1 to $5,000) are particularly important to maintaining tax exemptstatus with the IRS.The Foundation is committed to complying with the laws regulatingcharities and charitable donations in all 50 states of the UnitedStates. Compliance requirements are not uniform and it takes aconsiderable effort, much paperwork and many fees to meet and keep upwith these requirements. We do not solicit donations in locationswhere we have not received written confirmation of compliance. To SENDDONATIONS or determine the status of compliance for any particular statevisit www.gutenberg.org/donate.While we cannot and do not solicit contributions from states where wehave not met the solicitation requirements, we know of no prohibitionagainst accepting unsolicited donations from donors in such states whoapproach us with offers to donate.International donations are gratefully accepted, but we cannot makeany statements concerning tax treatment of donations received fromoutside the United States. U.S. laws alone swamp our small staff.Please check the Project Gutenberg web pages for current donationmethods and addresses. Donations are accepted in a number of otherways including checks, online payments and credit card donations. Todonate, please visit: www.gutenberg.org/donate.Section 5. General Information About Project Gutenberg™ electronic worksProfessor Michael S. Hart was the originator of the ProjectGutenberg™ concept of a library of electronic works that could befreely shared with anyone. For forty years, he produced anddistributed Project Gutenberg™ eBooks with only a loose network ofvolunteer support.Project Gutenberg™ eBooks are often created from several printededitions, all of which are confirmed as not protected by copyright inthe U.S. unless a copyright notice is included. Thus, we do notnecessarily keep eBooks in compliance with any particular paperedition.Most people start at our website which has the main PG searchfacility: www.gutenberg.org.This website includes information about Project Gutenberg™,including how to make donations to the Project Gutenberg LiteraryArchive Foundation, how to help produce our new eBooks, and how tosubscribe to our email newsletter to hear about new eBooks."
}