{
    "title": "佛說四十二章經",
    "author": "Buddha",
    "date": "Nov 22, 2007",
    "content": "The Project Gutenberg eBook of 佛說四十二章經    This ebook is for the use of anyone anywhere in the United States andmost other parts of the world at no cost and with almost no restrictionswhatsoever. You may copy it, give it away or re-use it under the termsof the Project Gutenberg License included with this ebook or onlineat www.gutenberg.org. If you are not located in the United States,you will have to check the laws of the country where you are locatedbefore using this eBook.Title: 佛說四十二章經Author: BuddhaRelease date: November 22, 2007 [eBook #23585]Language: Chinese*** START OF THE PROJECT GUTENBERG EBOOK 佛說四十二章經 ***Produced by Mao Ching-Chen佛說四十二章經後漢摩騰、竺法蘭共譯世尊成道已，作是思惟：離欲寂靜，是最為勝。住大禪定，降諸魔道。於鹿野苑中，轉四諦法輪，度憍陳如等五人而證道果。復有比丘所說諸疑，求佛進止。世尊教敕，一一開悟。合掌敬諾，而順尊敕。佛言：辭親出家，識心達本，解無為法，名曰沙門。常行二百五十戒，進止清淨，為四真道行，成阿羅漢。阿羅漢者，能飛行變化，曠劫壽命，住動天地。次為阿那含。阿那含者，壽終靈神上十九天。證阿羅漢。次為斯陀含。斯陀含者，一上一還，即得阿羅漢。次為須陀洹。須陀洹者，七死七生，便證阿羅漢。愛欲斷者，如四肢斷，不復用之。佛言：出家沙門者，斷欲去愛，識自心源，達佛深理，悟無為法。內無所得，外無所求。心不繫道，亦不結業。無念無作，非修非證。不歷諸位，而自崇最。名之為道。佛言：剃除鬚髮而為沙門，受道法者，去世資財，乞求取足。日中一食，樹下一宿，慎勿再矣！使人愚蔽者，愛與欲也。佛言：眾生以十事為善，亦以十事為惡。何等為十？身三、口四、意三。身三者，殺盜婬。口四者，兩舌、惡口、妄言、綺語。意三者，嫉恚癡。如是十事，不順聖道，名十惡行。是惡若止，名十善行耳。佛言：人有眾過，而不自悔、頓息其心，罪來赴身；如水歸海，漸成深廣。若人有過，自解知非，改惡行善，罪自消滅；如病得汗，漸有痊損耳。佛言：惡人聞善，故來擾亂者，汝自禁息，當無瞋責，彼來惡者而自惡之。佛言：有人聞吾守道，行大仁慈，故致罵佛。佛默不對。罵止，問曰：子以禮從人，其人不納，禮歸子乎？對曰：歸矣！佛言：今子罵我，我今不納，子自持禍歸子身矣！猶響應聲，影之隨形，終無免離，慎勿為惡。佛言：惡人害賢者，猶仰天而唾，唾不至天，還從已墮；逆風揚塵，塵不至彼，還坌己身。賢不可毀，禍必滅己。佛言：博聞愛道，道必難會；守志奉道，其道甚大。佛言：睹人施道，助之歡喜，得福甚大。沙門問曰：此福盡乎？佛言：譬如一炬之火，數千百人各以炬來分取，熟食除冥，此炬如故；福亦如之。佛言：飯惡人百，不如飯一善人；飯善人千，不如飯一持五戒者；飯五戒者萬，不如飯一須陀洹；飯百萬須陀洹，不如飯一斯陀含；飯千萬斯陀含，不如飯一阿那含；飯一億阿那含，不如飯一阿羅漢；飯十億阿羅漢，不如飯一辟支佛；飯百億辟支佛，不如飯一三世諸佛；飯千億三世諸佛，不如飯一無念無住無修無證之者。佛言：人有二十難。貧窮布施難，豪貴學道難，棄命必死難，得睹佛經難，生值佛世難，忍色忍欲難，見好不求難，被辱不瞋難，有勢不臨難，觸事無心難，廣學博究難，除滅我慢難，不輕未學難，心行平等難，不說是非難，會善知識難，見性學道難，隨化度人難，睹境不動難，善解方便難。沙門問佛：以何因緣，得知宿命，會其至道？佛言：淨心守志，可會至道。譬如磨鏡，垢去明存；斷欲無求，當得宿命。沙門問佛：何者為善？何者最大？佛言：行道守真者善，志與道合者大。沙門問佛：何者多力？何者最明？佛言：忍辱多力，不懷惡故，兼加安健。忍者無惡，必為人尊。心垢滅盡，淨無瑕穢，是為最明。未有天地，逮於今日；十方所有，無有不見，無有不知，無有不聞，得一切智，可謂明矣！佛言：人懷愛欲，不見道者，譬如澄水，致手攪之，眾人共臨，無有睹其影者。人以愛欲交錯，心中濁興，故不見道。汝等沙門，當捨愛欲。愛欲垢盡，道可見矣！佛言：夫見道者，譬如持炬，入冥室中，其冥即滅，而明獨存；學道見諦，無明即滅，而明常存矣！佛言：吾法念無念念、行無行行、言無言言、修無修修，會者近爾，迷者遠乎！言語道斷，非物所拘，差之毫釐，失之須臾。佛言：觀天地，念非常。觀世界，念非常。觀靈覺，即菩提。如是知識，得道疾矣！佛言：當念身中四大，各有自名，都無我者。我既都無，其如幻耳！佛言：人隨情欲，求於聲名；聲名顯著，身已故矣！貪世常名而不學道，枉功勞形。譬如燒香，雖人聞香，香之燼矣！危身之火，而在其後。佛言：財色於人，人之不捨。譬如刀刃有蜜，不足一餐之美；小兒舐之，則有割舌之患。佛言：人繫於妻子舍宅，甚於牢獄。牢獄有散釋之期，妻子無遠離之念。情愛於色，豈憚驅馳！雖有虎口之患，心存甘伏，投泥自溺，故曰凡夫。透得此門，出塵羅漢。佛言：愛欲莫甚於色。色之為欲，其大無外，賴有一矣。若使二同，普天之人，無能為道者矣。佛言：愛欲於人，猶如執炬逆風而行，必有燒手之患。天神獻玉女於佛，欲壞佛意。佛言：革囊眾穢，爾來何為？去！吾不用。天神愈敬，因問道意。佛為解說，即得須陀洹果。佛言：夫為道者，猶木在水，尋流而行。不觸兩岸，不為人取，不為鬼神所遮，不為洄流所住，亦不腐敗，吾保此木決定入海。學道之人，不為情欲所惑，不為眾邪所嬈，精進無為，吾保此人必得道矣。佛言：甚勿信汝意，汝意不可信。慎勿與色會，色會即禍生。得阿羅漢已，乃可信汝意。佛言：慎勿視女色，亦莫共言語。若與語者，正心思念：我為沙門，處於濁世，當如蓮華，不為泥汙。想其老者為母，長者如姊，少者如妹，稚者如子。生度脫心，息滅惡念。佛言：夫為道者，如被乾草，火來須避。道人見欲，必當遠之。佛言：有人患婬不止，欲自斷陰。佛謂之曰：若斷其陰，不如斷心。心如功曹，功曹若止，從者都息。邪心不止，斷陰何益？佛為說偈：欲生於汝意，意以思想生，二心各寂靜，非色亦非行。佛言：此偈是迦葉佛說。佛言：人從愛欲生憂，從憂生怖。若離於愛，何憂何怖？佛言：夫為道者，譬如一人與萬人戰。挂鎧出門，意或怯弱，或半路而退，或格鬥而死，或得勝而還。沙門學道，應當堅持其心，精進勇銳，不畏前境，破滅眾魔，而得道果。沙門夜誦迦葉佛遺教經，其聲悲緊，思悔欲退。佛問之曰：汝昔在家，曾為何業？對曰：愛彈琴。佛言：弦緩如何？對曰：不鳴矣！弦急如何？對曰：聲絕矣！急緩得中如何？對曰：諸音普矣！佛言：沙門學道亦然，心若調適，道可得矣。於道若暴，暴即身疲。其身若疲，意即生惱。意若生惱，行即退矣。其行既退，罪必加矣。但清淨安樂，道不失矣。佛言：如人鍛鐵，去滓成器，器即精好。學道之人，去心垢染，行即清淨矣。佛言：人離惡道，得為人難。既得為人，去女即男難。既得為男，六根完具難。六根既具，生中國難。既生中國，值佛世難。既值佛世，遇道者難。既得遇道，興信心難。既興信心，發菩提心難。既發菩提心，無修無證難。佛言：佛子離吾數千里，憶念吾戒，必得道果。在吾左右，雖常見吾，不順吾戒，終不得道。佛問沙門：人命在幾間？對曰：數日間。佛言：子未知道。復問一沙門：人命在幾間？對曰：飯食間。佛言：子未知道。復問一沙門：人命在幾間？對曰：呼吸間。佛言：善哉，子知道矣！佛言：學佛道者，佛所言說，皆應信順。譬如食蜜，中邊皆甜；吾經亦爾。佛言：沙門行道，無如磨牛；身雖行道，心道不行。心道若行，何用行道。佛言：夫為道者，如牛負重。行深泥中，疲極不敢左右顧視；出離淤泥，乃可蘇息。沙門當觀情欲，甚於淤泥。直心念道，可免苦矣。佛言：吾視王侯之位，如過隙塵。視金玉之寶，如瓦礫。視籸素之服，如敝帕。視大千界，如一訶子。視阿耨池水，如塗足油。視方便門，如化寶聚。視無上乘，如夢金帕。視佛道，如眼前華。視禪定，如須彌柱。視涅槃，如晝夕寤。視倒正，如六龍舞。視平等，如一真地。視興化，如四時木。佛言：人隨情欲，求於聲名；聲名顯著，身已故矣！貪世常名而不學道，枉功勞形。譬如燒香，雖人聞香，香之燼矣！危身之火，而在其後。佛言：財色於人，人之不捨。譬如刀刃有蜜，不足一餐之美；小兒舐之，則有割舌之患。佛言：人繫於妻子舍宅，甚於牢獄。牢獄有散釋之期，妻子無遠離之念。情愛於色，豈憚驅馳！雖有虎口之患，心存甘伏，投泥自溺，故曰凡夫。透得此門，出塵羅漢。佛言：愛欲莫甚於色。色之為欲，其大無外，賴有一矣。若使二同，普天之人，無能為道者矣。佛言：愛欲於人，猶如執炬逆風而行，必有燒手之患。天神獻玉女於佛，欲壞佛意。佛言：革囊眾穢，爾來何為？去！吾不用。天神愈敬，因問道意。佛為解說，即得須陀洹果。佛言：夫為道者，猶木在水，尋流而行。不觸兩岸，不為人取，不為鬼神所遮，不為洄流所住，亦不腐敗，吾保此木決定入海。學道之人，不為情欲所惑，不為眾邪所嬈，精進無為，吾保此人必得道矣。 佛言：甚勿信汝意，汝意不可信。慎勿與色會，色會即禍生。得阿羅漢已，乃可信汝意。 佛言：慎勿視女色，亦莫共言語。若與語者，正心思念：我為沙門，處於濁世，當如蓮華，不為泥汙。想其老者為母，長者如姊，少者如妹，稚者如子。生度脫心，息滅惡念。 佛言：夫為道者，如被乾草，火來須避。道人見欲，必當遠之。 佛言：有人患婬不止，欲自斷陰。佛謂之曰：若斷其陰，不如斷心。心如功曹，功曹若止，從者都息。邪心不止，斷陰何益？佛為說偈：欲生於汝意，意以思想生，二心各寂靜，非色亦非行。佛言：此偈是迦葉佛說。佛言：人從愛欲生憂，從憂生怖。若離於愛，何憂何怖？佛言：夫為道者，譬如一人與萬人戰。挂鎧出門，意或怯弱，或半路而退，或格鬥而死，或得勝而還。沙門學道，應當堅持其心，精進勇銳，不畏前境，破滅眾魔，而得道果。沙門夜誦迦葉佛遺教經，其聲悲緊，思悔欲退。佛問之曰：汝昔在家，曾為何業？對曰：愛彈琴。佛言：弦緩如何？對曰：不鳴矣！弦急如何？對曰：聲絕矣！急緩得中如何？對曰：諸音普矣！佛言：沙門學道亦然，心若調適，道可得矣。於道若暴，暴即身疲。其身若疲，意即生惱。意若生惱，行即退矣。其行既退，罪必加矣。但清淨安樂，道不失矣。佛言：如人鍛鐵，去滓成器，器即精好。學道之人，去心垢染，行即清淨矣。佛言：人離惡道，得為人難。既得為人，去女即男難。既得為男，六根完具難。六根既具，生中國難。既生中國，值佛世難。既值佛世，遇道者難。既得遇道，興信心難。既興信心，發菩提心難。既發菩提心，無修無證難。佛言：佛子離吾數千里，憶念吾戒，必得道果。在吾左右，雖常見吾，不順吾戒，終不得道。佛問沙門：人命在幾間？對曰：數日間。佛言：子未知道。復問一沙門：人命在幾間？對曰：飯食間。佛言：子未知道。復問一沙門：人命在幾間？對曰：呼吸間。佛言：善哉，子知道矣！佛言：學佛道者，佛所言說，皆應信順。譬如食蜜，中邊皆甜；吾經亦爾。 佛言：沙門行道，無如磨牛；身雖行道，心道不行。心道若行，何用行道。 佛言：夫為道者，如牛負重。行深泥中，疲極不敢左右顧視；出離淤泥，乃可蘇息。沙門當觀情欲，甚於淤泥。直心念道，可免苦矣。 佛言：吾視王侯之位，如過隙塵。視金玉之寶，如瓦礫。視籸素之服，如敝帕。視大千界，如一訶子。視阿耨池水，如塗足油。視方便門，如化寶聚。視無上乘，如夢金帕。視佛道，如眼前華。視禪定，如須彌柱。視涅槃，如晝夕寤。視倒正，如六龍舞。視平等，如一真地。視興化，如四時木。*** END OF THE PROJECT GUTENBERG EBOOK 佛說四十二章經 ***    Updated editions will replace the previous one—the old editions willbe renamed.Creating the works from print editions not protected by U.S. copyrightlaw means that no one owns a United States copyright in these works,so the Foundation (and you!) can copy and distribute it in the UnitedStates without permission and without paying copyrightroyalties. Special rules, set forth in the General Terms of Use partof this license, apply to copying and distributing ProjectGutenberg™ electronic works to protect the PROJECT GUTENBERG™concept and trademark. Project Gutenberg is a registered trademark,and may not be used if you charge for an eBook, except by followingthe terms of the trademark license, including paying royalties for useof the Project Gutenberg trademark. If you do not charge anything forcopies of this eBook, complying with the trademark license is veryeasy. You may use this eBook for nearly any purpose such as creationof derivative works, reports, performances and research. ProjectGutenberg eBooks may be modified and printed and given away—you maydo practically ANYTHING in the United States with eBooks not protectedby U.S. copyright law. Redistribution is subject to the trademarklicense, especially commercial redistribution.START: FULL LICENSETHE FULL PROJECT GUTENBERG LICENSEPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORKTo protect the Project Gutenberg™ mission of promoting the freedistribution of electronic works, by using or distributing this work(or any other work associated in any way with the phrase “ProjectGutenberg”), you agree to comply with all the terms of the FullProject Gutenberg™ License available with this file or online atwww.gutenberg.org/license.Section 1. General Terms of Use and Redistributing Project Gutenberg™electronic works1.A. By reading or using any part of this Project Gutenberg™electronic work, you indicate that you have read, understand, agree toand accept all the terms of this license and intellectual property(trademark/copyright) agreement. If you do not agree to abide by allthe terms of this agreement, you must cease using and return ordestroy all copies of Project Gutenberg™ electronic works in yourpossession. If you paid a fee for obtaining a copy of or access to aProject Gutenberg™ electronic work and you do not agree to be boundby the terms of this agreement, you may obtain a refund from the personor entity to whom you paid the fee as set forth in paragraph 1.E.8.1.B. “Project Gutenberg” is a registered trademark. It may only beused on or associated in any way with an electronic work by people whoagree to be bound by the terms of this agreement. There are a fewthings that you can do with most Project Gutenberg™ electronic workseven without complying with the full terms of this agreement. Seeparagraph 1.C below. There are a lot of things you can do with ProjectGutenberg™ electronic works if you follow the terms of thisagreement and help preserve free future access to Project Gutenberg™electronic works. See paragraph 1.E below.1.C. The Project Gutenberg Literary Archive Foundation (“theFoundation” or PGLAF), owns a compilation copyright in the collectionof Project Gutenberg™ electronic works. Nearly all the individualworks in the collection are in the public domain in the UnitedStates. If an individual work is unprotected by copyright law in theUnited States and you are located in the United States, we do notclaim a right to prevent you from copying, distributing, performing,displaying or creating derivative works based on the work as long asall references to Project Gutenberg are removed. Of course, we hopethat you will support the Project Gutenberg™ mission of promotingfree access to electronic works by freely sharing Project Gutenberg™works in compliance with the terms of this agreement for keeping theProject Gutenberg™ name associated with the work. You can easilycomply with the terms of this agreement by keeping this work in thesame format with its attached full Project Gutenberg™ License whenyou share it without charge with others.1.D. The copyright laws of the place where you are located also governwhat you can do with this work. Copyright laws in most countries arein a constant state of change. If you are outside the United States,check the laws of your country in addition to the terms of thisagreement before downloading, copying, displaying, performing,distributing or creating derivative works based on this work or anyother Project Gutenberg™ work. The Foundation makes norepresentations concerning the copyright status of any work in anycountry other than the United States.1.E. Unless you have removed all references to Project Gutenberg:1.E.1. The following sentence, with active links to, or otherimmediate access to, the full Project Gutenberg™ License must appearprominently whenever any copy of a Project Gutenberg™ work (any workon which the phrase “Project Gutenberg” appears, or with which thephrase “Project Gutenberg” is associated) is accessed, displayed,performed, viewed, copied or distributed:    This eBook is for the use of anyone anywhere in the United States and most    other parts of the world at no cost and with almost no restrictions    whatsoever. You may copy it, give it away or re-use it under the terms    of the Project Gutenberg License included with this eBook or online    at www.gutenberg.org. If you    are not located in the United States, you will have to check the laws    of the country where you are located before using this eBook.  1.E.2. If an individual Project Gutenberg™ electronic work isderived from texts not protected by U.S. copyright law (does notcontain a notice indicating that it is posted with permission of thecopyright holder), the work can be copied and distributed to anyone inthe United States without paying any fees or charges. If you areredistributing or providing access to a work with the phrase “ProjectGutenberg” associated with or appearing on the work, you must complyeither with the requirements of paragraphs 1.E.1 through 1.E.7 orobtain permission for the use of the work and the Project Gutenberg™trademark as set forth in paragraphs 1.E.8 or 1.E.9.1.E.3. If an individual Project Gutenberg™ electronic work is postedwith the permission of the copyright holder, your use and distributionmust comply with both paragraphs 1.E.1 through 1.E.7 and anyadditional terms imposed by the copyright holder. Additional termswill be linked to the Project Gutenberg™ License for all worksposted with the permission of the copyright holder found at thebeginning of this work.1.E.4. Do not unlink or detach or remove the full Project Gutenberg™License terms from this work, or any files containing a part of thiswork or any other work associated with Project Gutenberg™.1.E.5. Do not copy, display, perform, distribute or redistribute thiselectronic work, or any part of this electronic work, withoutprominently displaying the sentence set forth in paragraph 1.E.1 withactive links or immediate access to the full terms of the ProjectGutenberg™ License.1.E.6. You may convert to and distribute this work in any binary,compressed, marked up, nonproprietary or proprietary form, includingany word processing or hypertext form. However, if you provide accessto or distribute copies of a Project Gutenberg™ work in a formatother than “Plain Vanilla ASCII” or other format used in the officialversion posted on the official Project Gutenberg™ website(www.gutenberg.org), you must, at no additional cost, fee or expenseto the user, provide a copy, a means of exporting a copy, or a meansof obtaining a copy upon request, of the work in its original “PlainVanilla ASCII” or other form. Any alternate format must include thefull Project Gutenberg™ License as specified in paragraph 1.E.1.1.E.7. Do not charge a fee for access to, viewing, displaying,performing, copying or distributing any Project Gutenberg™ worksunless you comply with paragraph 1.E.8 or 1.E.9.1.E.8. You may charge a reasonable fee for copies of or providingaccess to or distributing Project Gutenberg™ electronic worksprovided that:    • You pay a royalty fee of 20% of the gross profits you derive from        the use of Project Gutenberg™ works calculated using the method        you already use to calculate your applicable taxes. The fee is owed        to the owner of the Project Gutenberg™ trademark, but he has        agreed to donate royalties under this paragraph to the Project        Gutenberg Literary Archive Foundation. Royalty payments must be paid        within 60 days following each date on which you prepare (or are        legally required to prepare) your periodic tax returns. Royalty        payments should be clearly marked as such and sent to the Project        Gutenberg Literary Archive Foundation at the address specified in        Section 4, “Information about donations to the Project Gutenberg        Literary Archive Foundation.”        • You provide a full refund of any money paid by a user who notifies        you in writing (or by e-mail) within 30 days of receipt that s/he        does not agree to the terms of the full Project Gutenberg™        License. You must require such a user to return or destroy all        copies of the works possessed in a physical medium and discontinue        all use of and all access to other copies of Project Gutenberg™        works.        • You provide, in accordance with paragraph 1.F.3, a full refund of        any money paid for a work or a replacement copy, if a defect in the        electronic work is discovered and reported to you within 90 days of        receipt of the work.        • You comply with all other terms of this agreement for free        distribution of Project Gutenberg™ works.    1.E.9. If you wish to charge a fee or distribute a ProjectGutenberg™ electronic work or group of works on different terms thanare set forth in this agreement, you must obtain permission in writingfrom the Project Gutenberg Literary Archive Foundation, the manager ofthe Project Gutenberg™ trademark. Contact the Foundation as setforth in Section 3 below.1.F.1.F.1. Project Gutenberg volunteers and employees expend considerableeffort to identify, do copyright research on, transcribe and proofreadworks not protected by U.S. copyright law in creating the ProjectGutenberg™ collection. Despite these efforts, Project Gutenberg™electronic works, and the medium on which they may be stored, maycontain “Defects,” such as, but not limited to, incomplete, inaccurateor corrupt data, transcription errors, a copyright or otherintellectual property infringement, a defective or damaged disk orother medium, a computer virus, or computer codes that damage orcannot be read by your equipment.1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Rightof Replacement or Refund” described in paragraph 1.F.3, the ProjectGutenberg Literary Archive Foundation, the owner of the ProjectGutenberg™ trademark, and any other party distributing a ProjectGutenberg™ electronic work under this agreement, disclaim allliability to you for damages, costs and expenses, including legalfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICTLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSEPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THETRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BELIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE ORINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCHDAMAGE.1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover adefect in this electronic work within 90 days of receiving it, you canreceive a refund of the money (if any) you paid for it by sending awritten explanation to the person you received the work from. If youreceived the work on a physical medium, you must return the mediumwith your written explanation. The person or entity that provided youwith the defective work may elect to provide a replacement copy inlieu of a refund. If you received the work electronically, the personor entity providing it to you may choose to give you a secondopportunity to receive the work electronically in lieu of a refund. Ifthe second copy is also defective, you may demand a refund in writingwithout further opportunities to fix the problem.1.F.4. Except for the limited right of replacement or refund set forthin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NOOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOTLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.1.F.5. Some states do not allow disclaimers of certain impliedwarranties or the exclusion or limitation of certain types ofdamages. If any disclaimer or limitation set forth in this agreementviolates the law of the state applicable to this agreement, theagreement shall be interpreted to make the maximum disclaimer orlimitation permitted by the applicable state law. The invalidity orunenforceability of any provision of this agreement shall not void theremaining provisions.1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, thetrademark owner, any agent or employee of the Foundation, anyoneproviding copies of Project Gutenberg™ electronic works inaccordance with this agreement, and any volunteers associated with theproduction, promotion and distribution of Project Gutenberg™electronic works, harmless from all liability, costs and expenses,including legal fees, that arise directly or indirectly from any ofthe following which you do or cause to occur: (a) distribution of thisor any Project Gutenberg™ work, (b) alteration, modification, oradditions or deletions to any Project Gutenberg™ work, and (c) anyDefect you cause.Section 2. Information about the Mission of Project Gutenberg™Project Gutenberg™ is synonymous with the free distribution ofelectronic works in formats readable by the widest variety ofcomputers including obsolete, old, middle-aged and new computers. Itexists because of the efforts of hundreds of volunteers and donationsfrom people in all walks of life.Volunteers and financial support to provide volunteers with theassistance they need are critical to reaching Project Gutenberg™’sgoals and ensuring that the Project Gutenberg™ collection willremain freely available for generations to come. In 2001, the ProjectGutenberg Literary Archive Foundation was created to provide a secureand permanent future for Project Gutenberg™ and futuregenerations. To learn more about the Project Gutenberg LiteraryArchive Foundation and how your efforts and donations can help, seeSections 3 and 4 and the Foundation information page at www.gutenberg.org.Section 3. Information about the Project Gutenberg Literary Archive FoundationThe Project Gutenberg Literary Archive Foundation is a non-profit501(c)(3) educational corporation organized under the laws of thestate of Mississippi and granted tax exempt status by the InternalRevenue Service. The Foundation’s EIN or federal tax identificationnumber is 64-6221541. Contributions to the Project Gutenberg LiteraryArchive Foundation are tax deductible to the full extent permitted byU.S. federal laws and your state’s laws.The Foundation’s business office is located at 809 North 1500 West,Salt Lake City, UT 84116, (801) 596-1887. Email contact links and upto date contact information can be found at the Foundation’s websiteand official page at www.gutenberg.org/contactSection 4. Information about Donations to the Project GutenbergLiterary Archive FoundationProject Gutenberg™ depends upon and cannot survive without widespreadpublic support and donations to carry out its mission ofincreasing the number of public domain and licensed works that can befreely distributed in machine-readable form accessible by the widestarray of equipment including outdated equipment. Many small donations($1 to $5,000) are particularly important to maintaining tax exemptstatus with the IRS.The Foundation is committed to complying with the laws regulatingcharities and charitable donations in all 50 states of the UnitedStates. Compliance requirements are not uniform and it takes aconsiderable effort, much paperwork and many fees to meet and keep upwith these requirements. We do not solicit donations in locationswhere we have not received written confirmation of compliance. To SENDDONATIONS or determine the status of compliance for any particular statevisit www.gutenberg.org/donate.While we cannot and do not solicit contributions from states where wehave not met the solicitation requirements, we know of no prohibitionagainst accepting unsolicited donations from donors in such states whoapproach us with offers to donate.International donations are gratefully accepted, but we cannot makeany statements concerning tax treatment of donations received fromoutside the United States. U.S. laws alone swamp our small staff.Please check the Project Gutenberg web pages for current donationmethods and addresses. Donations are accepted in a number of otherways including checks, online payments and credit card donations. Todonate, please visit: www.gutenberg.org/donate.Section 5. General Information About Project Gutenberg™ electronic worksProfessor Michael S. Hart was the originator of the ProjectGutenberg™ concept of a library of electronic works that could befreely shared with anyone. For forty years, he produced anddistributed Project Gutenberg™ eBooks with only a loose network ofvolunteer support.Project Gutenberg™ eBooks are often created from several printededitions, all of which are confirmed as not protected by copyright inthe U.S. unless a copyright notice is included. Thus, we do notnecessarily keep eBooks in compliance with any particular paperedition.Most people start at our website which has the main PG searchfacility: www.gutenberg.org.This website includes information about Project Gutenberg™,including how to make donations to the Project Gutenberg LiteraryArchive Foundation, how to help produce our new eBooks, and how tosubscribe to our email newsletter to hear about new eBooks."
}