{
    "title": "洛神賦",
    "author": "Cao, Zhi, 192-232",
    "date": "Dec 26, 2007",
    "content": "The Project Gutenberg eBook of 洛神賦    This ebook is for the use of anyone anywhere in the United States andmost other parts of the world at no cost and with almost no restrictionswhatsoever. You may copy it, give it away or re-use it under the termsof the Project Gutenberg License included with this ebook or onlineat www.gutenberg.org. If you are not located in the United States,you will have to check the laws of the country where you are locatedbefore using this eBook.Title: 洛神賦Author: Zhi CaoRelease date: December 26, 2007 [eBook #24041]Language: Chinese*** START OF THE PROJECT GUTENBERG EBOOK 洛神賦 ***洛神賦作者：曹植　　黃初三年，余朝京師，還濟洛川。古人有言，斯水之神，名曰宓妃。感宋玉對楚王神女之事，遂作斯賦。其辭曰：　　余從京域，言歸東藩。背伊闕，越轘轅，經通谷，陵景山。日既西傾，車殆馬煩。爾乃稅駕乎蘅皋，秣駟乎芝田，容与乎陽林，流眄乎洛川。于是精移神駭，忽焉思散。俯則末察，仰以殊觀，睹一麗人，于岩之畔。乃援御者而告之曰：“爾有覿于彼者乎？彼何人斯？若此之艷也！”御者對曰：“臣聞河洛之神，名曰宓妃。然則君王所見，無乃日乎？其狀若何？臣愿聞之。”余告之曰：“其形也，翩若惊鴻，婉若游龍。榮曜秋菊，華茂春松。仿佛兮若輕云之蔽月，飄飄兮若流風之回雪。遠而望之，皎若太陽升朝霞；迫而察之，灼若芙蕖出淥波。襛纖得衷，修短合度。肩若削成，腰如約素。延頸秀項，皓質呈露。芳澤無加，鉛華弗御。云髻峨峨，修眉聯娟。丹唇外朗，皓齒內鮮，明眸善睞，靨輔承權。瑰姿艷逸，儀靜体閒。柔情綽態，媚于語言。奇服曠世，骨像應圖。披羅衣之璀粲兮，珥瑤碧之華琚。戴金翠之首飾，綴明珠以耀軀。踐遠游之文履，曳霧綃之輕裾。微幽蘭之芳藹兮，步踟躕于山隅。于是忽焉縱体，以遨以嬉。左倚采旄，右蔭桂旗。壤皓腕于神滸兮，采湍瀨之玄芝。余情悅其淑美兮，心振蕩而不怡。無良媒以接歡兮，托微波而通辭。愿誠素之先達兮，解玉佩以要之。嗟佳人之信修，羌習禮而明詩。抗瓊珶以和予兮，指潛淵而為期。執眷眷之款實兮，懼斯靈之我欺。感交甫之棄言兮，悵猶豫而狐疑。收和顏而靜志兮，申禮防以自持。于是洛靈感焉，徙倚彷徨，神光离合，乍陰乍陽。竦輕軀以鶴立，若將飛而未翔。踐椒涂之郁烈，步蘅薄而流芳。超長吟以永慕兮，聲哀厲而彌長。爾乃眾靈雜遢，命儔嘯侶，或戲清流，或翔神渚，或采明珠，或拾翠羽。從南湘之二妃，攜漢濱之游女。歎匏瓜之無匹兮，詠牽牛之獨處。揚輕褂之猗靡兮，翳修袖以延佇。休迅飛鳧，飄忽若神，陵波微步，羅襪生塵。動無常則，若危若安。進止難期，若往若還。轉眄流精，光潤玉顏。含辭未吐，气若幽蘭。華容婀娜，令我忘餐。于是屏翳收風，川后靜波。馮夷鳴鼓，女媧清歌。騰文魚以警乘，鳴玉鸞以偕逝。六龍儼其齊首，載云車之容裔，鯨鯢踊而夾轂，水禽翔而為衛。于是越北沚。過南岡，紆素領，回清陽，動朱唇以徐言，陳交接之大綱。恨人神之道殊兮，怨盛年之莫當。抗羅袂以掩涕兮，淚流襟之浪浪。悼良會之永絕兮。哀一逝而异鄉。無微情以效愛兮，獻江南之明璫。雖潛處于太陽，長寄心于君王。忽不悟其所舍，悵神宵而蔽光。于是背下陵高，足往神留，遺情想像，顧望怀愁。冀靈体之复形，御輕舟而上溯。浮長川而忘返，思綿綿督。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就駕，吾將歸乎東路。攬騑轡以抗策，悵盤桓而不能去。*** END OF THE PROJECT GUTENBERG EBOOK 洛神賦 ***    Updated editions will replace the previous one—the old editions willbe renamed.Creating the works from print editions not protected by U.S. copyrightlaw means that no one owns a United States copyright in these works,so the Foundation (and you!) can copy and distribute it in the UnitedStates without permission and without paying copyrightroyalties. Special rules, set forth in the General Terms of Use partof this license, apply to copying and distributing ProjectGutenberg™ electronic works to protect the PROJECT GUTENBERG™concept and trademark. Project Gutenberg is a registered trademark,and may not be used if you charge for an eBook, except by followingthe terms of the trademark license, including paying royalties for useof the Project Gutenberg trademark. If you do not charge anything forcopies of this eBook, complying with the trademark license is veryeasy. You may use this eBook for nearly any purpose such as creationof derivative works, reports, performances and research. ProjectGutenberg eBooks may be modified and printed and given away—you maydo practically ANYTHING in the United States with eBooks not protectedby U.S. copyright law. Redistribution is subject to the trademarklicense, especially commercial redistribution.START: FULL LICENSETHE FULL PROJECT GUTENBERG LICENSEPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORKTo protect the Project Gutenberg™ mission of promoting the freedistribution of electronic works, by using or distributing this work(or any other work associated in any way with the phrase “ProjectGutenberg”), you agree to comply with all the terms of the FullProject Gutenberg™ License available with this file or online atwww.gutenberg.org/license.Section 1. General Terms of Use and Redistributing Project Gutenberg™electronic works1.A. By reading or using any part of this Project Gutenberg™electronic work, you indicate that you have read, understand, agree toand accept all the terms of this license and intellectual property(trademark/copyright) agreement. If you do not agree to abide by allthe terms of this agreement, you must cease using and return ordestroy all copies of Project Gutenberg™ electronic works in yourpossession. If you paid a fee for obtaining a copy of or access to aProject Gutenberg™ electronic work and you do not agree to be boundby the terms of this agreement, you may obtain a refund from the personor entity to whom you paid the fee as set forth in paragraph 1.E.8.1.B. “Project Gutenberg” is a registered trademark. It may only beused on or associated in any way with an electronic work by people whoagree to be bound by the terms of this agreement. There are a fewthings that you can do with most Project Gutenberg™ electronic workseven without complying with the full terms of this agreement. Seeparagraph 1.C below. There are a lot of things you can do with ProjectGutenberg™ electronic works if you follow the terms of thisagreement and help preserve free future access to Project Gutenberg™electronic works. See paragraph 1.E below.1.C. The Project Gutenberg Literary Archive Foundation (“theFoundation” or PGLAF), owns a compilation copyright in the collectionof Project Gutenberg™ electronic works. Nearly all the individualworks in the collection are in the public domain in the UnitedStates. If an individual work is unprotected by copyright law in theUnited States and you are located in the United States, we do notclaim a right to prevent you from copying, distributing, performing,displaying or creating derivative works based on the work as long asall references to Project Gutenberg are removed. Of course, we hopethat you will support the Project Gutenberg™ mission of promotingfree access to electronic works by freely sharing Project Gutenberg™works in compliance with the terms of this agreement for keeping theProject Gutenberg™ name associated with the work. You can easilycomply with the terms of this agreement by keeping this work in thesame format with its attached full Project Gutenberg™ License whenyou share it without charge with others.1.D. The copyright laws of the place where you are located also governwhat you can do with this work. Copyright laws in most countries arein a constant state of change. If you are outside the United States,check the laws of your country in addition to the terms of thisagreement before downloading, copying, displaying, performing,distributing or creating derivative works based on this work or anyother Project Gutenberg™ work. The Foundation makes norepresentations concerning the copyright status of any work in anycountry other than the United States.1.E. Unless you have removed all references to Project Gutenberg:1.E.1. The following sentence, with active links to, or otherimmediate access to, the full Project Gutenberg™ License must appearprominently whenever any copy of a Project Gutenberg™ work (any workon which the phrase “Project Gutenberg” appears, or with which thephrase “Project Gutenberg” is associated) is accessed, displayed,performed, viewed, copied or distributed:    This eBook is for the use of anyone anywhere in the United States and most    other parts of the world at no cost and with almost no restrictions    whatsoever. You may copy it, give it away or re-use it under the terms    of the Project Gutenberg License included with this eBook or online    at www.gutenberg.org. If you    are not located in the United States, you will have to check the laws    of the country where you are located before using this eBook.  1.E.2. If an individual Project Gutenberg™ electronic work isderived from texts not protected by U.S. copyright law (does notcontain a notice indicating that it is posted with permission of thecopyright holder), the work can be copied and distributed to anyone inthe United States without paying any fees or charges. If you areredistributing or providing access to a work with the phrase “ProjectGutenberg” associated with or appearing on the work, you must complyeither with the requirements of paragraphs 1.E.1 through 1.E.7 orobtain permission for the use of the work and the Project Gutenberg™trademark as set forth in paragraphs 1.E.8 or 1.E.9.1.E.3. If an individual Project Gutenberg™ electronic work is postedwith the permission of the copyright holder, your use and distributionmust comply with both paragraphs 1.E.1 through 1.E.7 and anyadditional terms imposed by the copyright holder. Additional termswill be linked to the Project Gutenberg™ License for all worksposted with the permission of the copyright holder found at thebeginning of this work.1.E.4. Do not unlink or detach or remove the full Project Gutenberg™License terms from this work, or any files containing a part of thiswork or any other work associated with Project Gutenberg™.1.E.5. Do not copy, display, perform, distribute or redistribute thiselectronic work, or any part of this electronic work, withoutprominently displaying the sentence set forth in paragraph 1.E.1 withactive links or immediate access to the full terms of the ProjectGutenberg™ License.1.E.6. You may convert to and distribute this work in any binary,compressed, marked up, nonproprietary or proprietary form, includingany word processing or hypertext form. However, if you provide accessto or distribute copies of a Project Gutenberg™ work in a formatother than “Plain Vanilla ASCII” or other format used in the officialversion posted on the official Project Gutenberg™ website(www.gutenberg.org), you must, at no additional cost, fee or expenseto the user, provide a copy, a means of exporting a copy, or a meansof obtaining a copy upon request, of the work in its original “PlainVanilla ASCII” or other form. Any alternate format must include thefull Project Gutenberg™ License as specified in paragraph 1.E.1.1.E.7. Do not charge a fee for access to, viewing, displaying,performing, copying or distributing any Project Gutenberg™ worksunless you comply with paragraph 1.E.8 or 1.E.9.1.E.8. You may charge a reasonable fee for copies of or providingaccess to or distributing Project Gutenberg™ electronic worksprovided that:    • You pay a royalty fee of 20% of the gross profits you derive from        the use of Project Gutenberg™ works calculated using the method        you already use to calculate your applicable taxes. The fee is owed        to the owner of the Project Gutenberg™ trademark, but he has        agreed to donate royalties under this paragraph to the Project        Gutenberg Literary Archive Foundation. Royalty payments must be paid        within 60 days following each date on which you prepare (or are        legally required to prepare) your periodic tax returns. Royalty        payments should be clearly marked as such and sent to the Project        Gutenberg Literary Archive Foundation at the address specified in        Section 4, “Information about donations to the Project Gutenberg        Literary Archive Foundation.”        • You provide a full refund of any money paid by a user who notifies        you in writing (or by e-mail) within 30 days of receipt that s/he        does not agree to the terms of the full Project Gutenberg™        License. You must require such a user to return or destroy all        copies of the works possessed in a physical medium and discontinue        all use of and all access to other copies of Project Gutenberg™        works.        • You provide, in accordance with paragraph 1.F.3, a full refund of        any money paid for a work or a replacement copy, if a defect in the        electronic work is discovered and reported to you within 90 days of        receipt of the work.        • You comply with all other terms of this agreement for free        distribution of Project Gutenberg™ works.    1.E.9. If you wish to charge a fee or distribute a ProjectGutenberg™ electronic work or group of works on different terms thanare set forth in this agreement, you must obtain permission in writingfrom the Project Gutenberg Literary Archive Foundation, the manager ofthe Project Gutenberg™ trademark. Contact the Foundation as setforth in Section 3 below.1.F.1.F.1. Project Gutenberg volunteers and employees expend considerableeffort to identify, do copyright research on, transcribe and proofreadworks not protected by U.S. copyright law in creating the ProjectGutenberg™ collection. Despite these efforts, Project Gutenberg™electronic works, and the medium on which they may be stored, maycontain “Defects,” such as, but not limited to, incomplete, inaccurateor corrupt data, transcription errors, a copyright or otherintellectual property infringement, a defective or damaged disk orother medium, a computer virus, or computer codes that damage orcannot be read by your equipment.1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Rightof Replacement or Refund” described in paragraph 1.F.3, the ProjectGutenberg Literary Archive Foundation, the owner of the ProjectGutenberg™ trademark, and any other party distributing a ProjectGutenberg™ electronic work under this agreement, disclaim allliability to you for damages, costs and expenses, including legalfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICTLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSEPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THETRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BELIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE ORINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCHDAMAGE.1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover adefect in this electronic work within 90 days of receiving it, you canreceive a refund of the money (if any) you paid for it by sending awritten explanation to the person you received the work from. If youreceived the work on a physical medium, you must return the mediumwith your written explanation. The person or entity that provided youwith the defective work may elect to provide a replacement copy inlieu of a refund. If you received the work electronically, the personor entity providing it to you may choose to give you a secondopportunity to receive the work electronically in lieu of a refund. Ifthe second copy is also defective, you may demand a refund in writingwithout further opportunities to fix the problem.1.F.4. Except for the limited right of replacement or refund set forthin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NOOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOTLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.1.F.5. Some states do not allow disclaimers of certain impliedwarranties or the exclusion or limitation of certain types ofdamages. If any disclaimer or limitation set forth in this agreementviolates the law of the state applicable to this agreement, theagreement shall be interpreted to make the maximum disclaimer orlimitation permitted by the applicable state law. The invalidity orunenforceability of any provision of this agreement shall not void theremaining provisions.1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, thetrademark owner, any agent or employee of the Foundation, anyoneproviding copies of Project Gutenberg™ electronic works inaccordance with this agreement, and any volunteers associated with theproduction, promotion and distribution of Project Gutenberg™electronic works, harmless from all liability, costs and expenses,including legal fees, that arise directly or indirectly from any ofthe following which you do or cause to occur: (a) distribution of thisor any Project Gutenberg™ work, (b) alteration, modification, oradditions or deletions to any Project Gutenberg™ work, and (c) anyDefect you cause.Section 2. Information about the Mission of Project Gutenberg™Project Gutenberg™ is synonymous with the free distribution ofelectronic works in formats readable by the widest variety ofcomputers including obsolete, old, middle-aged and new computers. Itexists because of the efforts of hundreds of volunteers and donationsfrom people in all walks of life.Volunteers and financial support to provide volunteers with theassistance they need are critical to reaching Project Gutenberg™’sgoals and ensuring that the Project Gutenberg™ collection willremain freely available for generations to come. In 2001, the ProjectGutenberg Literary Archive Foundation was created to provide a secureand permanent future for Project Gutenberg™ and futuregenerations. To learn more about the Project Gutenberg LiteraryArchive Foundation and how your efforts and donations can help, seeSections 3 and 4 and the Foundation information page at www.gutenberg.org.Section 3. Information about the Project Gutenberg Literary Archive FoundationThe Project Gutenberg Literary Archive Foundation is a non-profit501(c)(3) educational corporation organized under the laws of thestate of Mississippi and granted tax exempt status by the InternalRevenue Service. The Foundation’s EIN or federal tax identificationnumber is 64-6221541. Contributions to the Project Gutenberg LiteraryArchive Foundation are tax deductible to the full extent permitted byU.S. federal laws and your state’s laws.The Foundation’s business office is located at 809 North 1500 West,Salt Lake City, UT 84116, (801) 596-1887. Email contact links and upto date contact information can be found at the Foundation’s websiteand official page at www.gutenberg.org/contactSection 4. Information about Donations to the Project GutenbergLiterary Archive FoundationProject Gutenberg™ depends upon and cannot survive without widespreadpublic support and donations to carry out its mission ofincreasing the number of public domain and licensed works that can befreely distributed in machine-readable form accessible by the widestarray of equipment including outdated equipment. Many small donations($1 to $5,000) are particularly important to maintaining tax exemptstatus with the IRS.The Foundation is committed to complying with the laws regulatingcharities and charitable donations in all 50 states of the UnitedStates. Compliance requirements are not uniform and it takes aconsiderable effort, much paperwork and many fees to meet and keep upwith these requirements. We do not solicit donations in locationswhere we have not received written confirmation of compliance. To SENDDONATIONS or determine the status of compliance for any particular statevisit www.gutenberg.org/donate.While we cannot and do not solicit contributions from states where wehave not met the solicitation requirements, we know of no prohibitionagainst accepting unsolicited donations from donors in such states whoapproach us with offers to donate.International donations are gratefully accepted, but we cannot makeany statements concerning tax treatment of donations received fromoutside the United States. U.S. laws alone swamp our small staff.Please check the Project Gutenberg web pages for current donationmethods and addresses. Donations are accepted in a number of otherways including checks, online payments and credit card donations. Todonate, please visit: www.gutenberg.org/donate.Section 5. General Information About Project Gutenberg™ electronic worksProfessor Michael S. Hart was the originator of the ProjectGutenberg™ concept of a library of electronic works that could befreely shared with anyone. For forty years, he produced anddistributed Project Gutenberg™ eBooks with only a loose network ofvolunteer support.Project Gutenberg™ eBooks are often created from several printededitions, all of which are confirmed as not protected by copyright inthe U.S. unless a copyright notice is included. Thus, we do notnecessarily keep eBooks in compliance with any particular paperedition.Most people start at our website which has the main PG searchfacility: www.gutenberg.org.This website includes information about Project Gutenberg™,including how to make donations to the Project Gutenberg LiteraryArchive Foundation, how to help produce our new eBooks, and how tosubscribe to our email newsletter to hear about new eBooks."
}