{
    "title": "漱玉詞",
    "author": "Li, Qingzhao, 1081-1141?",
    "date": "May 7, 2008",
    "content": "The Project Gutenberg eBook of 漱玉詞    This ebook is for the use of anyone anywhere in the United States andmost other parts of the world at no cost and with almost no restrictionswhatsoever. You may copy it, give it away or re-use it under the termsof the Project Gutenberg License included with this ebook or onlineat www.gutenberg.org. If you are not located in the United States,you will have to check the laws of the country where you are locatedbefore using this eBook.Title: 漱玉詞Author: Qingzhao LiRelease date: May 7, 2008 [eBook #25367]Language: Chinese*** START OF THE PROJECT GUTENBERG EBOOK 漱玉詞 ***Produced by Christine Zeng and the Zhong Hua Publishing House漱玉詞（一卷）宋·李清照☆孤雁兒（並序·世人作梅詞，下筆便俗。予試作一篇，乃知前言不妄耳）藤床紙帳朝眠起。說不盡、無佳思。沈香斷續玉爐寒，伴我情懷如水。笛裡三弄，梅心驚破，多少春情意。小風疏雨蕭蕭地。又催下、千行淚。吹簫人去玉樓空，腸斷與誰同倚。一枝折得，人間天上，沒個人堪寄。☆滿庭霜小閣藏春，閑窗鎖晝，畫堂無限深幽。篆香燒盡，日影下簾鉤。手種江梅更好，又何必、臨水登樓。無人到，寂寥渾似，何遜在揚州。從來，知韻勝，難堪雨藉，不耐風柔。更誰家橫笛，吹動濃愁。莫恨香消雪減，須信道、掃跡情留。難言處，良宵淡月，疏影尚風流。☆玉樓春紅酥肯放瓊苞碎。探著南枝開遍未。不知醞藉幾多香，但見包藏無限意。道人憔悴春窗底。悶損闌干愁不倚。要來小酌便來休，未必明朝風不起。☆漁家傲雪裡已知春信至。寒梅點綴瓊枝膩。香臉半開嬌旖旎。當庭際。玉人浴出新妝洗。造化可能偏有意。故教明月玲瓏地。共賞金尊沈綠蟻。莫辭醉。此花不與群花比。☆清平樂年年雪裡。常插梅花醉。挼盡梅花無好意。贏得滿衣清淚。今年海角天涯。蕭蕭兩鬢生華。看取晚來風勢，故應難看梅花。☆南歌子天上星河轉，人間簾幕垂。涼生枕簟淚痕滋。起解羅衣聊問、夜何其。翠貼蓮蓬小，金銷藕葉稀。舊時天氣舊時衣。只有情懷不似、舊家時。☆轉調滿庭芳芳草池塘，綠陰庭院，晚晴寒透窗紗。玉鉤金鎖，管是客來目沙。寂寞尊前席上，惟愁、海角天涯。能留否，酴醿落盡，猶賴有梨花。當年，曾勝賞，生香薰袖，活火分茶。極目猶龍驕馬，流水輕車。不怕風狂雨驟，恰才稱、煮酒殘花。如今也，不成懷抱，得似舊時那時。☆漁家傲天接雲濤連曉霧。星河欲轉千帆舞。仿佛夢魂歸帝所。聞天語。殷勤問我歸何處。我報路長嗟日暮。學詩謾有驚人句。九萬裡風鵬正舉。風休住。蓬舟吹取三山去。☆如夢令常記溪亭日暮。沈醉不知歸路。興盡晚回舟，誤入藕花深處。爭渡。爭渡。驚起一灘鷗鷺。☆如夢令昨夜雨疏風驟。濃睡不消殘酒。試問卷簾人，卻道海棠依舊。知否。知否。應是綠肥紅瘦。☆多麗（詠白菊）小樓寒，夜長簾幕低垂。恨蕭蕭、無情風雨，夜來揉損瓊肌。也不似、貴妃醉臉，也不似、孫壽愁眉。韓令偷香，徐娘傅粉，莫將比擬未新奇細看取、屈平陶令，風韻正相宜。微風起，清芬醞藉，不減酴醿。漸秋闌、雪清玉瘦，向人無限依依。似愁凝、漢皋解佩，似淚灑、紈扇題詩。朗月清風，濃煙暗雨，天教憔悴度芳姿。縱愛惜、不知從此，留得幾多時。人情好，何須更憶，澤畔東籬。☆菩薩蠻風柔日薄春猶早。夾衫乍著心情好。睡起覺微寒。梅花鬢上殘。故鄉何處是。忘了除非醉。沈水臥時燒。香消酒未消。☆菩薩蠻歸鴻聲斷殘雲碧。背窗雪落爐煙直。燭底鳳釵明。釵頭人勝輕。角聲催曉漏。曙色回牛鬥。春意看花難。西風留舊寒。☆浣溪沙莫許杯深琥珀濃。未成沈醉意先融。疏鐘已應晚來風。瑞腦香消魂夢斷，辟寒金小髻鬟松。醒時空對燭花紅。☆浣溪沙小院閑窗春色深。重簾未卷影沈沈。倚樓無語理瑤琴。遠岫出山催薄暮，細風吹雨弄輕陰。梨花欲謝恐難禁。☆浣溪沙淡蕩春光寒食天。玉爐沈水裊殘煙。夢回山枕隱花鈿。海燕未來人鬥草，江海已過柳生綿。黃昏疏雨濕秋千。☆鳳凰台上憶吹簫香冷金猊，被翻紅浪，起來人未梳頭。任寶奩閑掩，日上簾鉤。生怕閑愁暗恨，多少事、欲說還休。今年瘦，非干病酒，不是悲秋。明朝，這回去也，千萬遍陽關，也即難留。念武陵春晚，雲鎖重樓，記取樓前綠水，應念我、終日凝眸。凝眸處，從今更數，幾段新愁。☆一剪梅紅藕香殘玉簟秋。輕解羅裳，獨上蘭舟。雲中誰寄錦書來，雁字回時，月滿西樓。花自飄零水自流。一種相思，兩處閑愁。此情無計可消除，才下眉頭，卻上心頭。☆蝶戀花淚濕羅衣脂粉滿。四疊陽關，唱到千千遍。人道山長山又斷。蕭蕭微雨聞孤館。惜別傷離方寸亂。忘了臨行，酒盞深和淺。好把音書憑過雁。東萊不似蓬萊遠。☆蝶戀花暖日晴風初破凍。柳眼梅腮，已覺春心動。酒意詩情誰與共。淚融殘粉花鈿重。乍試夾衫金縷縫。山枕斜欹，枕損釵頭鳳。獨抱濃愁無好夢。夜闌猶剪燈花弄。☆鷓鴣天寒日蕭蕭上鎖窗。梧桐應恨夜來霜。酒闌更喜團茶苦，夢斷偏宜瑞腦香。秋已盡，日猶長。仲宣懷遠更凄涼。不如隨分尊前醉，莫負東籬菊蕊黃。☆小重山春到長門春草青。江梅些子破，未開勻。碧雲籠碾玉成塵。留曉夢，驚破一甌春。花影壓重門。疏簾鋪淡月，好黃昏。二年三度負東君。歸來也，著意過今春。☆怨王孫湖上風來波浩渺。秋已暮、紅稀香少。水光山色與人親，說不盡、無窮好。蓮子已成荷葉老。青露洗、萍花汀草。眠沙鷗鷺不回頭，似也恨、人歸早。☆臨江仙語作“庭院深深”數闋，其聲即舊臨江仙也。庭院深深深幾許，雲窗霧閣常扃。柳梢梅萼漸分明。春歸秣陵樹，人客遠安城。感月吟風多少事，如今老去無成。誰憐憔悴更凋零。試燈無意思，踏雪沒心情。☆醉花陰薄霧濃雲愁永晝。瑞腦消金獸。佳節又重陽，玉枕紗廚，半夜涼初透。東籬把酒黃昏後。有暗香盈袖。莫道不消魂，簾卷西風，人似黃花瘦。☆好事近風定落花深，簾外擁紅堆雪。長記海棠開後，正是傷春時節。酒闌歌罷玉尊空，青缸暗明滅。魂夢不堪幽怨，更一聲啼鴃。☆訴衷情夜來沈醉卸妝遲。梅萼插殘枝。酒醒熏破春睡，夢遠不成歸。人悄悄，月依依。翠簾垂。更挼殘蕊，更捻余香，更得些時。☆行香子草際鳴蛩。驚落梧桐。正人間、天上愁濃。雲階月地，關鎖千重。縱浮槎來，浮槎去，不相逢。星橋鵲駕，經年才見，想離情、別恨難窮。牽牛織女，莫是離中。甚霎兒晴，霎兒雨，霎兒風。☆添字醜奴兒窗前誰種芭蕉樹，陰滿中庭。陰滿中庭。葉葉心心，舒卷有余情。傷心枕上三更雨，點滴霖霪。點滴霖霪。愁損北人，不慣起來聽。☆憶秦娥臨高閣。亂山平野煙光薄。煙光薄。棲鴉歸後，暮天聞角。斷香殘酒情懷惡。西風催襯梧桐落。梧桐落。又還秋色，又還寂寞。☆念奴嬌（春情）蕭條庭院，又斜風細雨，重門須閉。寵柳嬌花寒食近，種種惱人天氣。險韻詩成，扶頭酒醒，別是閑滋味。征鴻過盡，萬千心事難寄。樓上幾日春寒，簾垂四面，玉闌干慵倚。被冷香消新夢覺，不許愁人不起。清露晨流，新桐初引，多少游春意。日高煙斂，更看今日晴未。☆永遇樂落日镕金，暮雲合璧，人在何處。染柳煙濃。吹梅笛怨，春意知幾許。元宵佳節，融和天氣，次第豈無風雨。來相召、香車寶馬，謝他酒朋詩侶。中州盛日，閨門多暇，記得偏重三五。鋪翠冠兒，捻金雪柳，簇帶爭濟楚。如今憔悴，風鬟霜鬢，怕見夜間出去。不如向、簾兒底下，聽人笑語。☆武陵春（春晚）風住塵香花已盡，日晚倦梳頭。物是人非事事休。欲語淚先流。聞說雙溪春尚好，也擬泛輕舟。只恐雙溪舴艋舟。載不動、許多愁。☆怨王孫（春暮）帝裡春晚。重門深院。草綠階前，暮天雁斷。樓上遠信誰傳。恨綿綿。多情自是多沾惹。難拚舍又是寒食也。秋千巷陌，人靜皎月初斜。浸梨花。☆長壽樂（南昌生日）微寒應候。望日邊六葉，階蓂初秀。愛景欲掛扶桑，漏殘銀箭，杓回搖鬥。慶高閎此際，掌上一顆明珠剖。有令容淑質，歸逢佳偶。到如今，晝錦滿堂貴胄。榮耀，文步紫禁，一一金章綠綬。更值棠棣連陰，虎符熊軾，夾河分守。況青雲咫尺，朝暮重入承明後。看彩衣爭獻，蘭羞玉酎。祝千齡，借指松椿比壽。☆蝶戀花（上巳召親族）永夜懨懨歡意少。空夢長安，認取長安道。為報今年春色好。花光月影宜相照。隨意杯盤雖草草。酒美梅酸，恰稱人懷抱。醉莫插花花莫笑。可憐春似人將老。☆聲聲慢尋尋覓覓，冷冷清清，凄凄慘慘戚戚。乍暖還寒時候，最難將息。三杯兩盞淡酒，怎敵他、晚來風急。雁過也，正傷心，卻是舊時相識。滿地黃花堆積。憔悴損，如今有誰堪摘。守著窗兒，獨自怎生得黑。梧桐更兼細雨，到黃昏、點點滴滴。這次第，怎一個、愁字了得。☆點絳唇（閨思）寂寞深閨，柔腸一寸愁千縷。惜春春去。幾點催花雨。倚遍闌干，只是無情緒。人何處。連天衰草，望斷歸來路。☆減字木蘭花賣花擔上。買得一枝春欲放。淚染輕勻。猶帶彤霞曉露痕。怕郎猜道。奴面不如花面好。雲鬢斜簪。徒要教郎比並看。☆攤破浣溪沙揉破黃金萬點輕。剪成碧玉葉層層。風度精神如彥輔，大鮮明。梅蕊重重何俗甚，丁香千結苦粗生。熏透愁人千裡夢，卻無情。☆攤破浣溪沙病起蕭蕭兩鬢華。臥看殘月上窗紗。豆蔻連梢煎熟水，莫分茶。枕上詩書閑處好，門前風景雨來佳。終日向人多藉藉，木犀花。☆瑞鷓鴣（雙銀杏）風韻雍容未甚都。尊前甘橘可為奴。誰憐流落江湖上，玉骨冰肌未肯枯。誰教並蒂連枝摘，醉後明皇倚太真。居士擘開真有意，要吟風味兩家新。☆臨江仙（梅）庭院深深深幾許，雲窗霧閣春遲。為誰憔悴損芳姿。夜來清夢好，應是發南枝。玉瘦檀輕無限恨，南樓羌管休吹。濃香吹盡有誰知。暖風遲日也，別到杏花肥。☆慶清朝禁幄低張，彤闌巧護，就中獨占殘春。容華淡佇，綽約俱見天真。待得群花過後，一番風露曉妝新。妖嬈艷態，妒風笑月，長殢東君。東城邊，南陌上，正日烘池館，竟走香輪。綺筵散日，誰人可繼芳塵。更好明光宮殿，幾枝先近日邊勻。金尊倒，拚了盡燭，不管黃昏。☆浣溪沙髻子傷春慵更梳。晚風庭院落梅初。淡雲來往月疏疏。玉鴨熏爐閑瑞腦，朱櫻鬥帳掩流蘇。通犀還解辟寒無。☆浣溪沙（閨情）繡幕芙蓉一笑開。斜飛寶鴨襯香腮。眼波才動被人猜。一面風情深有韻，半箋嬌恨寄幽懷。月移花影約重來。*** END OF THE PROJECT GUTENBERG EBOOK 漱玉詞 ***    Updated editions will replace the previous one—the old editions willbe renamed.Creating the works from print editions not protected by U.S. copyrightlaw means that no one owns a United States copyright in these works,so the Foundation (and you!) can copy and distribute it in the UnitedStates without permission and without paying copyrightroyalties. Special rules, set forth in the General Terms of Use partof this license, apply to copying and distributing ProjectGutenberg™ electronic works to protect the PROJECT GUTENBERG™concept and trademark. Project Gutenberg is a registered trademark,and may not be used if you charge for an eBook, except by followingthe terms of the trademark license, including paying royalties for useof the Project Gutenberg trademark. If you do not charge anything forcopies of this eBook, complying with the trademark license is veryeasy. You may use this eBook for nearly any purpose such as creationof derivative works, reports, performances and research. ProjectGutenberg eBooks may be modified and printed and given away—you maydo practically ANYTHING in the United States with eBooks not protectedby U.S. copyright law. Redistribution is subject to the trademarklicense, especially commercial redistribution.START: FULL LICENSETHE FULL PROJECT GUTENBERG LICENSEPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORKTo protect the Project Gutenberg™ mission of promoting the freedistribution of electronic works, by using or distributing this work(or any other work associated in any way with the phrase “ProjectGutenberg”), you agree to comply with all the terms of the FullProject Gutenberg™ License available with this file or online atwww.gutenberg.org/license.Section 1. General Terms of Use and Redistributing Project Gutenberg™electronic works1.A. By reading or using any part of this Project Gutenberg™electronic work, you indicate that you have read, understand, agree toand accept all the terms of this license and intellectual property(trademark/copyright) agreement. If you do not agree to abide by allthe terms of this agreement, you must cease using and return ordestroy all copies of Project Gutenberg™ electronic works in yourpossession. If you paid a fee for obtaining a copy of or access to aProject Gutenberg™ electronic work and you do not agree to be boundby the terms of this agreement, you may obtain a refund from the personor entity to whom you paid the fee as set forth in paragraph 1.E.8.1.B. “Project Gutenberg” is a registered trademark. It may only beused on or associated in any way with an electronic work by people whoagree to be bound by the terms of this agreement. There are a fewthings that you can do with most Project Gutenberg™ electronic workseven without complying with the full terms of this agreement. Seeparagraph 1.C below. There are a lot of things you can do with ProjectGutenberg™ electronic works if you follow the terms of thisagreement and help preserve free future access to Project Gutenberg™electronic works. See paragraph 1.E below.1.C. The Project Gutenberg Literary Archive Foundation (“theFoundation” or PGLAF), owns a compilation copyright in the collectionof Project Gutenberg™ electronic works. Nearly all the individualworks in the collection are in the public domain in the UnitedStates. If an individual work is unprotected by copyright law in theUnited States and you are located in the United States, we do notclaim a right to prevent you from copying, distributing, performing,displaying or creating derivative works based on the work as long asall references to Project Gutenberg are removed. Of course, we hopethat you will support the Project Gutenberg™ mission of promotingfree access to electronic works by freely sharing Project Gutenberg™works in compliance with the terms of this agreement for keeping theProject Gutenberg™ name associated with the work. You can easilycomply with the terms of this agreement by keeping this work in thesame format with its attached full Project Gutenberg™ License whenyou share it without charge with others.1.D. The copyright laws of the place where you are located also governwhat you can do with this work. Copyright laws in most countries arein a constant state of change. If you are outside the United States,check the laws of your country in addition to the terms of thisagreement before downloading, copying, displaying, performing,distributing or creating derivative works based on this work or anyother Project Gutenberg™ work. The Foundation makes norepresentations concerning the copyright status of any work in anycountry other than the United States.1.E. Unless you have removed all references to Project Gutenberg:1.E.1. The following sentence, with active links to, or otherimmediate access to, the full Project Gutenberg™ License must appearprominently whenever any copy of a Project Gutenberg™ work (any workon which the phrase “Project Gutenberg” appears, or with which thephrase “Project Gutenberg” is associated) is accessed, displayed,performed, viewed, copied or distributed:    This eBook is for the use of anyone anywhere in the United States and most    other parts of the world at no cost and with almost no restrictions    whatsoever. You may copy it, give it away or re-use it under the terms    of the Project Gutenberg License included with this eBook or online    at www.gutenberg.org. If you    are not located in the United States, you will have to check the laws    of the country where you are located before using this eBook.  1.E.2. If an individual Project Gutenberg™ electronic work isderived from texts not protected by U.S. copyright law (does notcontain a notice indicating that it is posted with permission of thecopyright holder), the work can be copied and distributed to anyone inthe United States without paying any fees or charges. If you areredistributing or providing access to a work with the phrase “ProjectGutenberg” associated with or appearing on the work, you must complyeither with the requirements of paragraphs 1.E.1 through 1.E.7 orobtain permission for the use of the work and the Project Gutenberg™trademark as set forth in paragraphs 1.E.8 or 1.E.9.1.E.3. If an individual Project Gutenberg™ electronic work is postedwith the permission of the copyright holder, your use and distributionmust comply with both paragraphs 1.E.1 through 1.E.7 and anyadditional terms imposed by the copyright holder. Additional termswill be linked to the Project Gutenberg™ License for all worksposted with the permission of the copyright holder found at thebeginning of this work.1.E.4. Do not unlink or detach or remove the full Project Gutenberg™License terms from this work, or any files containing a part of thiswork or any other work associated with Project Gutenberg™.1.E.5. Do not copy, display, perform, distribute or redistribute thiselectronic work, or any part of this electronic work, withoutprominently displaying the sentence set forth in paragraph 1.E.1 withactive links or immediate access to the full terms of the ProjectGutenberg™ License.1.E.6. You may convert to and distribute this work in any binary,compressed, marked up, nonproprietary or proprietary form, includingany word processing or hypertext form. However, if you provide accessto or distribute copies of a Project Gutenberg™ work in a formatother than “Plain Vanilla ASCII” or other format used in the officialversion posted on the official Project Gutenberg™ website(www.gutenberg.org), you must, at no additional cost, fee or expenseto the user, provide a copy, a means of exporting a copy, or a meansof obtaining a copy upon request, of the work in its original “PlainVanilla ASCII” or other form. Any alternate format must include thefull Project Gutenberg™ License as specified in paragraph 1.E.1.1.E.7. Do not charge a fee for access to, viewing, displaying,performing, copying or distributing any Project Gutenberg™ worksunless you comply with paragraph 1.E.8 or 1.E.9.1.E.8. You may charge a reasonable fee for copies of or providingaccess to or distributing Project Gutenberg™ electronic worksprovided that:    • You pay a royalty fee of 20% of the gross profits you derive from        the use of Project Gutenberg™ works calculated using the method        you already use to calculate your applicable taxes. The fee is owed        to the owner of the Project Gutenberg™ trademark, but he has        agreed to donate royalties under this paragraph to the Project        Gutenberg Literary Archive Foundation. Royalty payments must be paid        within 60 days following each date on which you prepare (or are        legally required to prepare) your periodic tax returns. Royalty        payments should be clearly marked as such and sent to the Project        Gutenberg Literary Archive Foundation at the address specified in        Section 4, “Information about donations to the Project Gutenberg        Literary Archive Foundation.”        • You provide a full refund of any money paid by a user who notifies        you in writing (or by e-mail) within 30 days of receipt that s/he        does not agree to the terms of the full Project Gutenberg™        License. You must require such a user to return or destroy all        copies of the works possessed in a physical medium and discontinue        all use of and all access to other copies of Project Gutenberg™        works.        • You provide, in accordance with paragraph 1.F.3, a full refund of        any money paid for a work or a replacement copy, if a defect in the        electronic work is discovered and reported to you within 90 days of        receipt of the work.        • You comply with all other terms of this agreement for free        distribution of Project Gutenberg™ works.    1.E.9. If you wish to charge a fee or distribute a ProjectGutenberg™ electronic work or group of works on different terms thanare set forth in this agreement, you must obtain permission in writingfrom the Project Gutenberg Literary Archive Foundation, the manager ofthe Project Gutenberg™ trademark. Contact the Foundation as setforth in Section 3 below.1.F.1.F.1. Project Gutenberg volunteers and employees expend considerableeffort to identify, do copyright research on, transcribe and proofreadworks not protected by U.S. copyright law in creating the ProjectGutenberg™ collection. Despite these efforts, Project Gutenberg™electronic works, and the medium on which they may be stored, maycontain “Defects,” such as, but not limited to, incomplete, inaccurateor corrupt data, transcription errors, a copyright or otherintellectual property infringement, a defective or damaged disk orother medium, a computer virus, or computer codes that damage orcannot be read by your equipment.1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Rightof Replacement or Refund” described in paragraph 1.F.3, the ProjectGutenberg Literary Archive Foundation, the owner of the ProjectGutenberg™ trademark, and any other party distributing a ProjectGutenberg™ electronic work under this agreement, disclaim allliability to you for damages, costs and expenses, including legalfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICTLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSEPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THETRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BELIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE ORINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCHDAMAGE.1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover adefect in this electronic work within 90 days of receiving it, you canreceive a refund of the money (if any) you paid for it by sending awritten explanation to the person you received the work from. If youreceived the work on a physical medium, you must return the mediumwith your written explanation. The person or entity that provided youwith the defective work may elect to provide a replacement copy inlieu of a refund. If you received the work electronically, the personor entity providing it to you may choose to give you a secondopportunity to receive the work electronically in lieu of a refund. Ifthe second copy is also defective, you may demand a refund in writingwithout further opportunities to fix the problem.1.F.4. Except for the limited right of replacement or refund set forthin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NOOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOTLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.1.F.5. Some states do not allow disclaimers of certain impliedwarranties or the exclusion or limitation of certain types ofdamages. If any disclaimer or limitation set forth in this agreementviolates the law of the state applicable to this agreement, theagreement shall be interpreted to make the maximum disclaimer orlimitation permitted by the applicable state law. The invalidity orunenforceability of any provision of this agreement shall not void theremaining provisions.1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, thetrademark owner, any agent or employee of the Foundation, anyoneproviding copies of Project Gutenberg™ electronic works inaccordance with this agreement, and any volunteers associated with theproduction, promotion and distribution of Project Gutenberg™electronic works, harmless from all liability, costs and expenses,including legal fees, that arise directly or indirectly from any ofthe following which you do or cause to occur: (a) distribution of thisor any Project Gutenberg™ work, (b) alteration, modification, oradditions or deletions to any Project Gutenberg™ work, and (c) anyDefect you cause.Section 2. Information about the Mission of Project Gutenberg™Project Gutenberg™ is synonymous with the free distribution ofelectronic works in formats readable by the widest variety ofcomputers including obsolete, old, middle-aged and new computers. Itexists because of the efforts of hundreds of volunteers and donationsfrom people in all walks of life.Volunteers and financial support to provide volunteers with theassistance they need are critical to reaching Project Gutenberg™’sgoals and ensuring that the Project Gutenberg™ collection willremain freely available for generations to come. In 2001, the ProjectGutenberg Literary Archive Foundation was created to provide a secureand permanent future for Project Gutenberg™ and futuregenerations. To learn more about the Project Gutenberg LiteraryArchive Foundation and how your efforts and donations can help, seeSections 3 and 4 and the Foundation information page at www.gutenberg.org.Section 3. Information about the Project Gutenberg Literary Archive FoundationThe Project Gutenberg Literary Archive Foundation is a non-profit501(c)(3) educational corporation organized under the laws of thestate of Mississippi and granted tax exempt status by the InternalRevenue Service. The Foundation’s EIN or federal tax identificationnumber is 64-6221541. Contributions to the Project Gutenberg LiteraryArchive Foundation are tax deductible to the full extent permitted byU.S. federal laws and your state’s laws.The Foundation’s business office is located at 809 North 1500 West,Salt Lake City, UT 84116, (801) 596-1887. Email contact links and upto date contact information can be found at the Foundation’s websiteand official page at www.gutenberg.org/contactSection 4. Information about Donations to the Project GutenbergLiterary Archive FoundationProject Gutenberg™ depends upon and cannot survive without widespreadpublic support and donations to carry out its mission ofincreasing the number of public domain and licensed works that can befreely distributed in machine-readable form accessible by the widestarray of equipment including outdated equipment. Many small donations($1 to $5,000) are particularly important to maintaining tax exemptstatus with the IRS.The Foundation is committed to complying with the laws regulatingcharities and charitable donations in all 50 states of the UnitedStates. Compliance requirements are not uniform and it takes aconsiderable effort, much paperwork and many fees to meet and keep upwith these requirements. We do not solicit donations in locationswhere we have not received written confirmation of compliance. To SENDDONATIONS or determine the status of compliance for any particular statevisit www.gutenberg.org/donate.While we cannot and do not solicit contributions from states where wehave not met the solicitation requirements, we know of no prohibitionagainst accepting unsolicited donations from donors in such states whoapproach us with offers to donate.International donations are gratefully accepted, but we cannot makeany statements concerning tax treatment of donations received fromoutside the United States. U.S. laws alone swamp our small staff.Please check the Project Gutenberg web pages for current donationmethods and addresses. Donations are accepted in a number of otherways including checks, online payments and credit card donations. Todonate, please visit: www.gutenberg.org/donate.Section 5. General Information About Project Gutenberg™ electronic worksProfessor Michael S. Hart was the originator of the ProjectGutenberg™ concept of a library of electronic works that could befreely shared with anyone. For forty years, he produced anddistributed Project Gutenberg™ eBooks with only a loose network ofvolunteer support.Project Gutenberg™ eBooks are often created from several printededitions, all of which are confirmed as not protected by copyright inthe U.S. unless a copyright notice is included. Thus, we do notnecessarily keep eBooks in compliance with any particular paperedition.Most people start at our website which has the main PG searchfacility: www.gutenberg.org.This website includes information about Project Gutenberg™,including how to make donations to the Project Gutenberg LiteraryArchive Foundation, how to help produce our new eBooks, and how tosubscribe to our email newsletter to hear about new eBooks."
}