{
    "title": "菜根譚前後集",
    "author": "Hong, Zicheng, active 1596",
    "date": "Dec 26, 2007",
    "content": "The Project Gutenberg eBook of 菜根譚前後集    This ebook is for the use of anyone anywhere in the United States andmost other parts of the world at no cost and with almost no restrictionswhatsoever. You may copy it, give it away or re-use it under the termsof the Project Gutenberg License included with this ebook or onlineat www.gutenberg.org. If you are not located in the United States,you will have to check the laws of the country where you are locatedbefore using this eBook.Title: 菜根譚前後集Author: active 1596 Zicheng HongRelease date: December 26, 2007 [eBook #24040]Language: Chinese*** START OF THE PROJECT GUTENBERG EBOOK 菜根譚前後集 ***Produced by Kai Hong Fang頦菜鈭亦剝剖亙蝎寧銋拙嗆寡詨粹剔瞍脣寡璆詨粹剔瞍脣格閰冽頦砌剛急唳剛嗆嗆Ｘ祆桃蝞鞊ｇ撕剔剜祆寞臬音桅剛⊿冽鈭血迎銋抵芷脣輸鈭亙孵Ｚａ怨祆踵啁株砍蝘餉∪輯憌舀賣豢頦嫖芰啣鞎瞉詨詨圈剔剜唾砍拇寥獢芰踵祈嚚怠頦寞賊賣砍賢寡其鼎Ｗ頛舫砌祉曇怠曉頦嫖單剔踹賊啣喃⊥喳輻∠菟剜曇文寡獢鞈芸鞈芾瞏砍寞蔬瞏璇桃抽芾菔瞏剖兩芾菔瞉鈭銋單瞉剖單瞉寡芾怠撖找剝蝞砍孵芯寥憸望啣剝啣桅摮菟銵粹剔蝛踵算拍唳箸剔飭蟡皜舀瞏祈剜寡剔捂瞏剝砍賊剜鞈萄暸祆璇扳剝祇剔飭鈭西蟡萄格寡璇詨剔鞈剛璇賊孵鞈剛剔鈭方縐鞎曈湧剛剖咯嗥孵喟摮菔芾岳憌憛祇萄⊿鈭方桀鈭亙刻嚗箸踵舀鞈芣典踵鞎閮暸祇嚚蝎寧賣孵冽圈桃蝞儮株防函蝞∠獢詨蝞瞉剔質∪鞈芬斤曇箏賜獢賣撠鞈芬斗芰潮剜株祆葡亙銵冽閰冽寥箏隞皜賊頦瑟箇璇扯芣萄貊潮２璇折頦梧撩銋抵箏嚗嗉璇批憳瞏鈭亙桀曇怨銋拇鈭怠舀格閰冽蔬箸⊥桀菜鞈剖砍嗆祆株圈銋株曇憟孵祉曇銋拙桃雿曄飭乩漲鈭行螂啁晦芸鈭衣剜寞芣萄駁鈭衣捂摮萄嗉頛臬恍鈭血瑟格嫖拇航餌撖格０嚚株郭單堆撓方曉萇舐寞唳航剜祆寡寡都銋抵斤剔鈭輻捂鈭色芬拚蝞詨剔隞踴蝞詨銋拇嚗嗆蝞豢腹蝞詹剔隡抵蝞銋拍隡株亙剜粹∟∟璇Ｗ輸豢株恍唳╡剜瞍聆亥郭鈭斗舀璈交萄喳嚗寞曄飭祉擗賣╰梁勗亥喲怠∪鈭衣蟡蟡喲恍賊鈭衣硃喲撖⊥日刻貉日冽亙貊閰典嚗箸桅鈭蟡箇仿典喟交剜祉曄喲斤剜瞍脩冽螂祉剔飭仿剛暺剝∠剜剜蝛輯閰典閮曇頛舀香望剜寥剔捂祇剛交湔賣芰怎鞎喳交芷賤閰典鈭亙乩寥剖Ｘ寥剜雿銵祇銋祈嚗箸剜祉皜舐鞎踵桀嚗寧拙鞈駁砍脣典∟舐閰刻剛航頛駁冽芾恍鞈蝞剛暸脰Ｗ祆寡蝞剔舫啣頛貊蝞詨蝞蝞詨蝞詨蝞豢舫剝剔舐銋拚啁蝒鈭瞍脤芷祉恍蝞航剛剔蝞貊孵賊頦寧舫剔詨賣恍剁撥剜╡寥祈格曄撠祈祆詨嗉∪詨貉∪咯刻券嗆桅剝寞芣孵賢鞈啣鞈Ｙ皜航航芣賢亥頦孵寞舐賢寞踝刻芣╰餃刻正徉Ｘ舀桅亦鈭亥貉炙詨孵鞈敺蝎寞╡寡蝯脣仿祉璆曈湧頛舀粹剝園祉飭祉園批芾喟擐冽冽潛祆寥日芣啣寥抵剔箸寥急寥芰粹亥嫣亦怨粹仿祆寞豢亙亙亙桅寞剜鞈剔璇折璇折銵鞈剜寥賣╰剜菟鈭血賊鈭仿剜鈭血貉岳鈭仿剜賡隞踹瞍隞輸剜舀芣箸剜喳芸閮曄頛餃剜喳撌血芣剜∪剔蝞璁璇銵鞈∪隞啣刻怨券方剔箄仿桅株頠箇鞈頦菔拍鞈舀鈭粹∟剔⊥圈箇暺瞉剜刻亥剖格格唾∪瞉鞈芾桅啣剔湔桀祐剔啣∠唳圈舫桀剜０憟銋拙賡鈭隞踱ａ怠典亥祆舀典鞎箇豢剜售拇鞊Ｘ剜售輯豢葛剔捂撖舀祆寧捂潘剔飭剔捂寞桃甇寧祇隡剛怨怨典餅瞏鈭血鈭西祉飭寧頦嫖芾銋皜賂撰祉嚗瑚鼎∠文交銋拚剔飭剔頛貉怠孵唾芰萎鞈ａ剔飭菜閰函甇凌湔剔嚗寞豢塚撥貊∪單仿怠剔單仿蟡鈭皝橘剛芣塚鈭行桀曄剔鞈箸斗箏亥剛擗鈭剛芣鞈ａ鞎嗡剝頛領亙寞剖冽詨賊血剝頛領瞏寡潮剛箇剛剛啣舀桅冽芸菔都交賡怠蝞擗剜喟甇寧寞箏剔唳鈭斗鞎凋漱剛怨剔豢箇輯箇鈭詨嗆輯鈭斗祇鈭斗賣鞈研萄菔訾熙鞈踵鈭日格嚗瘀撕祇蟡臬隡镼踵頦∠獢獢詨剖摮萇蟡Ｗ鞈∪芸箇舫冽恍輯鈭行葡瞍芷輯孵芣葛頦鈭色乒皜舐駁唳箸啣啁剜仿剜╡唳虜啗怠蝎寞╡冽亥祉璇舫湧皜⊿冽蝞單蔬質正鈭蝞券舐飭冽萄嚗芣賜頩瞏箏喳詨鞈Ｘ潭格啣圈寥鈭斗澆鈭賣踵剜暸銵餃交孵喟‵鈭芯漲芰芰寡寡琿頛餌仿賤蝞餌蝬賜亥舫蝞賊日輯葩仿鈭璆塚撰函交寞寥剔鞈剔祈拍格祆皜脤剛擗券剔捂祉文寡摩剛日舀祇冽孵祇擗豢恍剔飭亥寡砌漱寡砌漱擗單暹鞈隞踵剜祇蝞輸陷詹Ｗ抒捂皜∪輸交剛輸交剔寞剛﹝祇箸寥剜踵剔孵祇祉啣塚撓瞏詨剔畾琿瞏貉舐航剛賊怨瑕鞈Ｗ亙冽剜文亙冽剜瞉剜砍輯號鞈亙頦菔獢鈭鈭剜祆剜輯葭詨亙剛銵銵啣寥寥渡瞏剜寥剔蝬賜仿剔啣瞉剝日銵寧亥Ｘ日餃仿擗璆梧撰桀亥銋亦鈭蝧啗剔捂曇都鈭交啣芯拍曇釭曈湧唳株陪剜鞈鈭西剛Ｘ祈唳憳方祈祈曉賣鈭亥蝞格桀刻桀單賣砍甇寥粹交亦寡鞈芷箇祇頦菔芣剔飭頦菜寧斗文鞈∪寧蝞鞈文鞈冽皝皜⊥螂圈甇寞寥孵餅斗剔嫣鼎∟鞈算抵獢鈭璇ａ啣音剔捂喲孵砌剔蝯脤唳剛啣剛唳╡鞈剝售嚚嚗琿萄菟斗唳芸寡拇輯芾喟蝬賣０喟璇折輯芣璇舀剜箇曈湔箇瘞砂芸詨啣乒抵皜∪嗅單餃祆擗璆銋抵交啣皜脣擗璆鞈Ｔ湧鞈函皜剔剔閰典芷剔芷剔啁舀桀曇都萄剔蝞桅剔捂隞踹蝞桅恍踵箇嚗瑕鞈Ｘ貊飭剔捂格啁賢瞏仿閰箇踹貉璇舐舐詨剜剜剜孵憛蟡鈭哨撥Ｘ曄結蝞豢紗寥寡寞芯漸獢擗Ｙ鞈璇臬怨防鈭血舐寡株隞選撕鈭Ｚ悻拍閰券舀剔∪餅皝折扯曈渡剝銋桅賤∟嗆蔬唾祈桀冽暸萄音∟暸餈剝蝞璁輸輸剔踵寡券頦萄剝剖券交曄擗頦菔砍嗥皜舐嚗瑁詨批唾嫖芾擗瘥賡唳寞擗怠寡怎抵⊿喳桃鈭砍剜格格喳凋鼎鞈芸仿其鼎隤剔捂箏格寡詨鈭血剛Ｘ方⊥鞈∟銋拚鈭斗喳舐鞈剜剖瞏剛縣冽瞏賊摮萄賊撖瞏詨喳剖鞈鞈瞏寥剔剜剔飭璇璇Ｗ祈啗郭鞈芷Ｘ寞撌∠ａ剔隞箇踵畾琿擗舐株摩箇剔蝬質蝞蝞圈寞粹蝛輯∠剔硃擗豢胼頛賂撓寡皜賊寥⊿方訾文航⊿皜脰喳皜脰曉蝞憌剔剔嗥鈭株悻剜閰冽舀園賤拍剔捂詹餃剔剔捂賊啣寡蟡隞踱Ｚ正蟡寡擗瑕蟡憸蝞砍亙璇蝞詹拚砍典隞輯嚗瑞剜食砍寥芣輯粹萄唾祆典寞貉Ｘ祇剔航啣交螂祇剔隞親桅雿蝞剔輻嗅質翰剝餈粹怠擗舀鞊剔斗豢孵單唳孵嗥鞈芣頦菔砍踵蝞蝞拙嗉蝞璆箇剔⊥啗豢葡蝛踵皜脣剔捂詨寞璈祉祆寞鈭日剝砍豢寧剔孵嚚皜脤剔剜寡寥剔潸縐菜銋拙蝞澆蝞詨蝎寞鞎箏舐斗寡券剔憌頦菔剜粹亥縐頦菟貉行鞎寞頦菔砌寡寡皝批寡詨質寡皝鈭血踹曉餌結賢勗乒頛舀剛暹拙寞寞唳曇蝞貊飭剖寞鞈啁捂蝞隤憸梯砍冽嗆剖唳輸憸勗冽剝典交輸舀桃祇鈭交寧砍仿啣餌鈭血日箏剛剛Ｘ萄寥鈭西Ｘ株閰冽株悻甇寞桅擗拙剛怨∪曄憛亥祇冽蝞剔飭鈭交寥皝剔飭鈭閮曉貉啗拚剔飭鈭Ｘ剔瑁臬剜剔飭拐漱∟寡∩剛閰函頦剛隤函啣頦賣喟曄瞉舀刻岳豢刻頦寡剛啁方擗扳葡璆西暹桃貉舫剔捂銋拇粹桅陷獢鈭方郭摮斤冽刻∪急剜剔鈭憛剜╡芰擗剔寥祉踹桀曇砍粹∪音蝬賡憛賤寞孵拍∪剛蝞鈭孵蝞∟蝞格圈剝文望⊥啣剝文駁皜臬砌漸圈歹航剖寡駁３閰冽砌喉撕撗瑕砍祐剖剔砌剖祆⊥剔剔券⊥桅Ｘ血栽格祇急祉祇剜急食Ｘ文賭鈭寞鞈蝞⊥祇瞏詨蝞蝞剔捂寧亙亦剔捂血蝞桅亦格啣鞈Ｘ萄瞉蝞豢蔭Ｘ剖踵輯芰蝬賣鞈Ｗ∩漱瞏株Ｘ典踵０剔祉寞╡貊蝞瞍脫孵剔湔孵輯剜撞憸梁臬圈剜交舀祆鞈啗都隡行株⊥蔭詨嗅拙瞍寞擗亙頛臬仿皜∪賂撕皜舐鈭乒踹祆單亥舫萄港鼎萇梁∠剝舀砍嗆剜寧剔寥賢剛急圈賢輸剝寥舐剛怨剛剔捂鈭歹撓芸亥荔撕皝脫冽皝格虜撖扳湧菟⊥剜菜桅砍喲剖仿擏Ｘ箇蝞詨喳蝎孵踹頛舫蝞脣函捂啁剔捂亙交寞仿啣唳鳩⊿剖祆鞈剔啣啗剛批祆鞈Ｕ桀輸寡祆鞈芣剔隤寧捂擗斤寞鈭亥正舀隤寧捂舀０銵箇頛臬皜舀嚗貉皛臬寥皝鈭亙嗆寥瞏賊剔飭曇釭剔蟡頛餃剝剜蟡湔剜蝧圈賢頛餌文券剜粹祉抵砍渡剜交游鈭交芾怎唳舀寡凌亙寧曉嗥圈陷擗曈湧剜啁祉嚗粹詨賢賭漸祈⊥箏喳曉祆箸蔭砍曉祆箏剛Ｘ剔捂鈭萇仿寡撒舀亥隤箇憳單舀銋剜啣憪芬祇輯砍鈭方∟祆閰其祇輯鈭方正鞈剜曄剖剜曄交貉防孵剛怨剖貊剛頦菟剔飭餉寡頦菟⊥蔬剔飭詨匱剝Ｘ砍剜寞冽剝剖祈正獢鞎祇喲曉憳鞈拙急萄祇怠∠鞈憳鈭交剜菟剝剔飭鈭亦豢鈭阡剔冽剜剔飭鈭斗鈭剔潭剜輸踵捕剔隡芷Ｘ株防瞍脰芣梁剛剔飭剝獢鈭亙頦寥暹刻﹝剝剝寥圈寥恍皝輯踵蔬冽璆瞏輸寞箇輯剜曄啣閮曄鈭行鈭日舫桅畾瑞暸瞏鞎颱遛ａ踵瞏剛折賢踵祉粹貉閉賤拙剖詨賜蝑券祇剔格寞蟡End of Project Gutenberg's Cai Gen Tan Qian Hou Ji, by Zi Cheng Hong*** END OF THE PROJECT GUTENBERG EBOOK 菜根譚前後集 ***    Updated editions will replace the previous one—the old editions willbe renamed.Creating the works from print editions not protected by U.S. copyrightlaw means that no one owns a United States copyright in these works,so the Foundation (and you!) can copy and distribute it in the UnitedStates without permission and without paying copyrightroyalties. Special rules, set forth in the General Terms of Use partof this license, apply to copying and distributing ProjectGutenberg™ electronic works to protect the PROJECT GUTENBERG™concept and trademark. Project Gutenberg is a registered trademark,and may not be used if you charge for an eBook, except by followingthe terms of the trademark license, including paying royalties for useof the Project Gutenberg trademark. If you do not charge anything forcopies of this eBook, complying with the trademark license is veryeasy. You may use this eBook for nearly any purpose such as creationof derivative works, reports, performances and research. ProjectGutenberg eBooks may be modified and printed and given away—you maydo practically ANYTHING in the United States with eBooks not protectedby U.S. copyright law. Redistribution is subject to the trademarklicense, especially commercial redistribution.START: FULL LICENSETHE FULL PROJECT GUTENBERG LICENSEPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORKTo protect the Project Gutenberg™ mission of promoting the freedistribution of electronic works, by using or distributing this work(or any other work associated in any way with the phrase “ProjectGutenberg”), you agree to comply with all the terms of the FullProject Gutenberg™ License available with this file or online atwww.gutenberg.org/license.Section 1. General Terms of Use and Redistributing Project Gutenberg™electronic works1.A. By reading or using any part of this Project Gutenberg™electronic work, you indicate that you have read, understand, agree toand accept all the terms of this license and intellectual property(trademark/copyright) agreement. If you do not agree to abide by allthe terms of this agreement, you must cease using and return ordestroy all copies of Project Gutenberg™ electronic works in yourpossession. If you paid a fee for obtaining a copy of or access to aProject Gutenberg™ electronic work and you do not agree to be boundby the terms of this agreement, you may obtain a refund from the personor entity to whom you paid the fee as set forth in paragraph 1.E.8.1.B. “Project Gutenberg” is a registered trademark. It may only beused on or associated in any way with an electronic work by people whoagree to be bound by the terms of this agreement. There are a fewthings that you can do with most Project Gutenberg™ electronic workseven without complying with the full terms of this agreement. Seeparagraph 1.C below. There are a lot of things you can do with ProjectGutenberg™ electronic works if you follow the terms of thisagreement and help preserve free future access to Project Gutenberg™electronic works. See paragraph 1.E below.1.C. The Project Gutenberg Literary Archive Foundation (“theFoundation” or PGLAF), owns a compilation copyright in the collectionof Project Gutenberg™ electronic works. Nearly all the individualworks in the collection are in the public domain in the UnitedStates. If an individual work is unprotected by copyright law in theUnited States and you are located in the United States, we do notclaim a right to prevent you from copying, distributing, performing,displaying or creating derivative works based on the work as long asall references to Project Gutenberg are removed. Of course, we hopethat you will support the Project Gutenberg™ mission of promotingfree access to electronic works by freely sharing Project Gutenberg™works in compliance with the terms of this agreement for keeping theProject Gutenberg™ name associated with the work. You can easilycomply with the terms of this agreement by keeping this work in thesame format with its attached full Project Gutenberg™ License whenyou share it without charge with others.1.D. The copyright laws of the place where you are located also governwhat you can do with this work. Copyright laws in most countries arein a constant state of change. If you are outside the United States,check the laws of your country in addition to the terms of thisagreement before downloading, copying, displaying, performing,distributing or creating derivative works based on this work or anyother Project Gutenberg™ work. The Foundation makes norepresentations concerning the copyright status of any work in anycountry other than the United States.1.E. Unless you have removed all references to Project Gutenberg:1.E.1. The following sentence, with active links to, or otherimmediate access to, the full Project Gutenberg™ License must appearprominently whenever any copy of a Project Gutenberg™ work (any workon which the phrase “Project Gutenberg” appears, or with which thephrase “Project Gutenberg” is associated) is accessed, displayed,performed, viewed, copied or distributed:    This eBook is for the use of anyone anywhere in the United States and most    other parts of the world at no cost and with almost no restrictions    whatsoever. You may copy it, give it away or re-use it under the terms    of the Project Gutenberg License included with this eBook or online    at www.gutenberg.org. If you    are not located in the United States, you will have to check the laws    of the country where you are located before using this eBook.  1.E.2. If an individual Project Gutenberg™ electronic work isderived from texts not protected by U.S. copyright law (does notcontain a notice indicating that it is posted with permission of thecopyright holder), the work can be copied and distributed to anyone inthe United States without paying any fees or charges. If you areredistributing or providing access to a work with the phrase “ProjectGutenberg” associated with or appearing on the work, you must complyeither with the requirements of paragraphs 1.E.1 through 1.E.7 orobtain permission for the use of the work and the Project Gutenberg™trademark as set forth in paragraphs 1.E.8 or 1.E.9.1.E.3. If an individual Project Gutenberg™ electronic work is postedwith the permission of the copyright holder, your use and distributionmust comply with both paragraphs 1.E.1 through 1.E.7 and anyadditional terms imposed by the copyright holder. Additional termswill be linked to the Project Gutenberg™ License for all worksposted with the permission of the copyright holder found at thebeginning of this work.1.E.4. Do not unlink or detach or remove the full Project Gutenberg™License terms from this work, or any files containing a part of thiswork or any other work associated with Project Gutenberg™.1.E.5. Do not copy, display, perform, distribute or redistribute thiselectronic work, or any part of this electronic work, withoutprominently displaying the sentence set forth in paragraph 1.E.1 withactive links or immediate access to the full terms of the ProjectGutenberg™ License.1.E.6. You may convert to and distribute this work in any binary,compressed, marked up, nonproprietary or proprietary form, includingany word processing or hypertext form. However, if you provide accessto or distribute copies of a Project Gutenberg™ work in a formatother than “Plain Vanilla ASCII” or other format used in the officialversion posted on the official Project Gutenberg™ website(www.gutenberg.org), you must, at no additional cost, fee or expenseto the user, provide a copy, a means of exporting a copy, or a meansof obtaining a copy upon request, of the work in its original “PlainVanilla ASCII” or other form. Any alternate format must include thefull Project Gutenberg™ License as specified in paragraph 1.E.1.1.E.7. Do not charge a fee for access to, viewing, displaying,performing, copying or distributing any Project Gutenberg™ worksunless you comply with paragraph 1.E.8 or 1.E.9.1.E.8. You may charge a reasonable fee for copies of or providingaccess to or distributing Project Gutenberg™ electronic worksprovided that:    • You pay a royalty fee of 20% of the gross profits you derive from        the use of Project Gutenberg™ works calculated using the method        you already use to calculate your applicable taxes. The fee is owed        to the owner of the Project Gutenberg™ trademark, but he has        agreed to donate royalties under this paragraph to the Project        Gutenberg Literary Archive Foundation. Royalty payments must be paid        within 60 days following each date on which you prepare (or are        legally required to prepare) your periodic tax returns. Royalty        payments should be clearly marked as such and sent to the Project        Gutenberg Literary Archive Foundation at the address specified in        Section 4, “Information about donations to the Project Gutenberg        Literary Archive Foundation.”        • You provide a full refund of any money paid by a user who notifies        you in writing (or by e-mail) within 30 days of receipt that s/he        does not agree to the terms of the full Project Gutenberg™        License. You must require such a user to return or destroy all        copies of the works possessed in a physical medium and discontinue        all use of and all access to other copies of Project Gutenberg™        works.        • You provide, in accordance with paragraph 1.F.3, a full refund of        any money paid for a work or a replacement copy, if a defect in the        electronic work is discovered and reported to you within 90 days of        receipt of the work.        • You comply with all other terms of this agreement for free        distribution of Project Gutenberg™ works.    1.E.9. If you wish to charge a fee or distribute a ProjectGutenberg™ electronic work or group of works on different terms thanare set forth in this agreement, you must obtain permission in writingfrom the Project Gutenberg Literary Archive Foundation, the manager ofthe Project Gutenberg™ trademark. Contact the Foundation as setforth in Section 3 below.1.F.1.F.1. Project Gutenberg volunteers and employees expend considerableeffort to identify, do copyright research on, transcribe and proofreadworks not protected by U.S. copyright law in creating the ProjectGutenberg™ collection. Despite these efforts, Project Gutenberg™electronic works, and the medium on which they may be stored, maycontain “Defects,” such as, but not limited to, incomplete, inaccurateor corrupt data, transcription errors, a copyright or otherintellectual property infringement, a defective or damaged disk orother medium, a computer virus, or computer codes that damage orcannot be read by your equipment.1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Rightof Replacement or Refund” described in paragraph 1.F.3, the ProjectGutenberg Literary Archive Foundation, the owner of the ProjectGutenberg™ trademark, and any other party distributing a ProjectGutenberg™ electronic work under this agreement, disclaim allliability to you for damages, costs and expenses, including legalfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICTLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSEPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THETRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BELIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE ORINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCHDAMAGE.1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover adefect in this electronic work within 90 days of receiving it, you canreceive a refund of the money (if any) you paid for it by sending awritten explanation to the person you received the work from. If youreceived the work on a physical medium, you must return the mediumwith your written explanation. The person or entity that provided youwith the defective work may elect to provide a replacement copy inlieu of a refund. If you received the work electronically, the personor entity providing it to you may choose to give you a secondopportunity to receive the work electronically in lieu of a refund. Ifthe second copy is also defective, you may demand a refund in writingwithout further opportunities to fix the problem.1.F.4. Except for the limited right of replacement or refund set forthin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NOOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOTLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.1.F.5. Some states do not allow disclaimers of certain impliedwarranties or the exclusion or limitation of certain types ofdamages. If any disclaimer or limitation set forth in this agreementviolates the law of the state applicable to this agreement, theagreement shall be interpreted to make the maximum disclaimer orlimitation permitted by the applicable state law. The invalidity orunenforceability of any provision of this agreement shall not void theremaining provisions.1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, thetrademark owner, any agent or employee of the Foundation, anyoneproviding copies of Project Gutenberg™ electronic works inaccordance with this agreement, and any volunteers associated with theproduction, promotion and distribution of Project Gutenberg™electronic works, harmless from all liability, costs and expenses,including legal fees, that arise directly or indirectly from any ofthe following which you do or cause to occur: (a) distribution of thisor any Project Gutenberg™ work, (b) alteration, modification, oradditions or deletions to any Project Gutenberg™ work, and (c) anyDefect you cause.Section 2. Information about the Mission of Project Gutenberg™Project Gutenberg™ is synonymous with the free distribution ofelectronic works in formats readable by the widest variety ofcomputers including obsolete, old, middle-aged and new computers. Itexists because of the efforts of hundreds of volunteers and donationsfrom people in all walks of life.Volunteers and financial support to provide volunteers with theassistance they need are critical to reaching Project Gutenberg™’sgoals and ensuring that the Project Gutenberg™ collection willremain freely available for generations to come. In 2001, the ProjectGutenberg Literary Archive Foundation was created to provide a secureand permanent future for Project Gutenberg™ and futuregenerations. To learn more about the Project Gutenberg LiteraryArchive Foundation and how your efforts and donations can help, seeSections 3 and 4 and the Foundation information page at www.gutenberg.org.Section 3. Information about the Project Gutenberg Literary Archive FoundationThe Project Gutenberg Literary Archive Foundation is a non-profit501(c)(3) educational corporation organized under the laws of thestate of Mississippi and granted tax exempt status by the InternalRevenue Service. The Foundation’s EIN or federal tax identificationnumber is 64-6221541. Contributions to the Project Gutenberg LiteraryArchive Foundation are tax deductible to the full extent permitted byU.S. federal laws and your state’s laws.The Foundation’s business office is located at 809 North 1500 West,Salt Lake City, UT 84116, (801) 596-1887. Email contact links and upto date contact information can be found at the Foundation’s websiteand official page at www.gutenberg.org/contactSection 4. Information about Donations to the Project GutenbergLiterary Archive FoundationProject Gutenberg™ depends upon and cannot survive without widespreadpublic support and donations to carry out its mission ofincreasing the number of public domain and licensed works that can befreely distributed in machine-readable form accessible by the widestarray of equipment including outdated equipment. Many small donations($1 to $5,000) are particularly important to maintaining tax exemptstatus with the IRS.The Foundation is committed to complying with the laws regulatingcharities and charitable donations in all 50 states of the UnitedStates. Compliance requirements are not uniform and it takes aconsiderable effort, much paperwork and many fees to meet and keep upwith these requirements. We do not solicit donations in locationswhere we have not received written confirmation of compliance. To SENDDONATIONS or determine the status of compliance for any particular statevisit www.gutenberg.org/donate.While we cannot and do not solicit contributions from states where wehave not met the solicitation requirements, we know of no prohibitionagainst accepting unsolicited donations from donors in such states whoapproach us with offers to donate.International donations are gratefully accepted, but we cannot makeany statements concerning tax treatment of donations received fromoutside the United States. U.S. laws alone swamp our small staff.Please check the Project Gutenberg web pages for current donationmethods and addresses. Donations are accepted in a number of otherways including checks, online payments and credit card donations. Todonate, please visit: www.gutenberg.org/donate.Section 5. General Information About Project Gutenberg™ electronic worksProfessor Michael S. Hart was the originator of the ProjectGutenberg™ concept of a library of electronic works that could befreely shared with anyone. For forty years, he produced anddistributed Project Gutenberg™ eBooks with only a loose network ofvolunteer support.Project Gutenberg™ eBooks are often created from several printededitions, all of which are confirmed as not protected by copyright inthe U.S. unless a copyright notice is included. Thus, we do notnecessarily keep eBooks in compliance with any particular paperedition.Most people start at our website which has the main PG searchfacility: www.gutenberg.org.This website includes information about Project Gutenberg™,including how to make donations to the Project Gutenberg LiteraryArchive Foundation, how to help produce our new eBooks, and how tosubscribe to our email newsletter to hear about new eBooks."
}