{
    "title": "虬髯客傳",
    "author": "Du, Guangting, 850-933",
    "date": "Dec 19, 2007",
    "content": "The Project Gutenberg eBook of 虬髯客傳    This ebook is for the use of anyone anywhere in the United States andmost other parts of the world at no cost and with almost no restrictionswhatsoever. You may copy it, give it away or re-use it under the termsof the Project Gutenberg License included with this ebook or onlineat www.gutenberg.org. If you are not located in the United States,you will have to check the laws of the country where you are locatedbefore using this eBook.Title: 虬髯客傳Author: Guangting DuRelease date: December 19, 2007 [eBook #23915]Language: Chinese*** START OF THE PROJECT GUTENBERG EBOOK 虬髯客傳 ***Produced by Wan-Wen Yang虬髯客傳 隋煬帝之幸江都也，命司空楊素守西京。素驕貴，又以時亂，天下之權重望崇者莫我若也，奢貴自奉，禮異人臣。每公卿入言，賓客上謁，未嘗不踞床而見，令美人捧出，侍婢羅列，頗僭於上，末年益甚，無復知所負荷、有扶危持顛之心。一日，衛公李靖以布衣來謁，獻奇策，素亦踞見之。靖前揖曰：「天下方亂，英雄競起，公以帝室重臣，須以收羅豪傑為心，不宜踞見賓客。」素斂容而起，與語大悅，收其策而退。當靖之騁辯也，一妓有殊色，執紅拂立於前，獨目靖。靖既去，而執拂妓臨軒，指吏問曰：「去者處士第幾？住何處？」吏具以對，妓頷而去。靖歸逆旅，其夜五更初，忽聞叩門而聲低者，靖起問焉。乃紫衣戴帽人，杖揭一囊。靖問：「誰？」曰：「妾楊家之紅拂妓也。」靖遽延入。脫衣去帽，乃十八九佳麗人也。素面華衣而拜。靖驚，答曰：「妾侍楊司空久，閱天下之人多矣，未有如公者。絲蘿非獨生，願託喬木，故來奔耳。」靖曰：「楊司空權重京師，如何？」曰：「彼屍居餘氣，不足畏也。諸妓知其無成，去者眾矣。彼亦不甚逐也。計之詳矣。幸無疑焉。」問其姓，曰：「張。」問伯仲之次，曰：「最長。」觀其肌膚、儀狀、言詞、氣性，真天人也。靖不自意獲之，愈喜懼，瞬息萬慮不安，而窺戶者足無停屨。既數日，聞追訪之聲，意亦非峻，乃雄服乘馬，排闥而去，將歸太原。行次靈石旅舍，既設床，爐中烹肉且熟，張氏以髮長委地，立梳床前。靖方刷馬，忽有一人，中形，赤髯而虬，乘蹇驢而來，投革囊於爐前，取枕敧臥，看張氏梳頭。靖怒甚，未決，猶刷馬。張熟視其面，一手握髮，一手映身搖示，令勿怒。急急梳頭畢，斂衽前問其姓。臥客答曰：「姓張。」對曰：「妾亦姓張，合是妹。」遽拜之。問：「第幾？」曰：「第三。」問：「妹第幾？」曰：「最長。」遂喜曰：「今日多幸，遇一妹。」張氏遙呼曰：「李郎且來拜三兄！」靖驟拜之，遂環坐。曰：「煮者何肉？」曰：「羊肉，計已熟矣。」客曰：「飢甚！靖出市胡餅。客抽匕首，切肉共食。食竟，餘肉亂切送驢前食之，甚速。客曰：「觀李郎之行，貧士也，何以致斯異人。」曰：「靖雖貧，亦有心者焉。他人見問，固不言，兄之問，則無隱耳。」具言其由。曰：「然則將何之？」曰：「將避地太原耳。」曰：「然，吾故謂非君所能致也。」曰：「有酒乎？」曰：「主人西則酒肆也。」靖取酒一斗，酒既巡，客曰：「吾有少下酒物，李郎能同之乎？」靖曰：「不敢。」於是開革囊，取一人頭並心肝，卻收頭囊中，以匕首切心肝共食之。曰：「此人天下負心者，銜之十年，今始獲，吾憾釋矣。」又曰：「觀李郎儀形器宇，真丈夫也。亦知太原有異人乎？」曰：「嘗見一人，愚謂之真人也。其餘，將相而已。」曰：「何姓？」曰：「靖之同姓。」曰：「年幾？」曰：「近二十。」曰：「今何為？」曰：「州將之愛子也。」曰：「似矣，亦須見之，李郎能致吾一見否？」曰：「靖之友劉文靜者與之狎，因文靜見之可也。兄欲何為？」曰：「望氣者言太原有奇氣，使吾訪之。李郎明發，何日到太原？」靖計之。曰：「某日當到。」曰：「達之明日，方曙，候我於汾陽橋。」言訖，乘驢而去，其行若飛，回顧已遠。公與張氏且驚懼，久之，曰：「烈士不欺人，固無畏。」促鞭而行。及期，入太原候之，相見大喜，偕詣劉氏，詐謂文靜曰：「有善相者思見郎君，請迎之。」文靜素奇其人，一旦聞有客善相，遽致酒延焉。既而太宗至，不衫不屨，裼裘而來，神氣揚揚，貌與常異。虬髯默居坐末，見之心死。飲數巡，起招靖曰：「真天子也。」靖以告劉，劉益喜，自負。既出，而虬髯曰：「吾得十八九矣，然須道兄見之。李郎宜與一妹復入京，某日午時，訪我於馬行東酒樓下。下有此驢及一瘦騾，即我與道兄俱在其上矣，到即登焉。」又別而去，公與張氏復應之。及期訪焉，即見二乘。攬衣登樓，虯髯與一道士方對飲，見靖驚喜，召坐環飲。十數巡。曰：「樓下櫃中有錢十萬，擇一深隱處，駐一妹畢，某日復會我於汾陽橋。」如期至，道士與虬髯已先坐矣。俱謁文靜。時方弈棋，起揖而語。少焉，文靜飛書迎文皇看棋。道士對弈，虯髯與靖旁侍焉。俄而文皇來，精采驚人，長揖就坐，神清氣朗，滿坐風生，顧盼暐如也。道士一見慘然，斂棋子曰：「此局全輸矣！於此失卻局，奇哉！救無路矣！復奚言！」罷弈請去，既出，謂虬髯曰：「此世界非公世界也，他方可圖，勉之；勿以為念！」因共入京。虬髯曰：「計李郎之程，某日方到。到之明日，可與一妹同詣某坊曲小宅相訪。李郎相從，一妹懸然如磐，欲令新婦袛謁，兼議從容，無前卻也。」言畢，吁嗟而去。靖策馬遄征，即到京，遂與張氏同往，乃一小板門，叩之，有應者拜曰：「三郎令候李郎、一娘子久矣。」延入重門，門益壯麗，婢四十人羅列庭前，奴二十人引靖入東廳。廳之陳設，窮極珍異，箱中妝奩冠鏡首飾之盛，非人間之物。巾櫛妝飾畢，請更衣，衣又珍奇。既畢，傳云：「三郎來！」「乃虬髯紗帽裼裘而來，有龍虎之姿，相見歡然。催其妻出拜，蓋亦天人也。遂延中堂，陳設盤筵之盛，雖王公家不侔也。四人對饌訖，陳女樂二十人，列奏於前。飲食妓樂，若從天降，非人間之曲度，食畢，行酒。家人自東堂舁出二十床，各以錦繡帕覆之，既陳，盡去其帕，乃文簿鎖匙耳。虬髯謂曰：「此盡是寶貨泉貝之數，吾之所有，悉以充贈。何者？某本欲於此世界求事，或當龍戰三二十載，建少功業。今既有主，住亦何為？太原李氏，真英主也。三五年內，即當太平。李郎以英特之才，輔清平之主，竭心盡善，必極人臣。一妹以天人之姿，蘊不世之藝，從夫而貴，榮極軒裳。非一妹不能識李郎，非李郎不能榮一妹。聖賢起陸之漸，際會如期。虎嘯風生，龍吟雲萃，固非偶然也。將余之贈，以佐真主，贊功業。勉之哉！此後十餘年，當東南數千里外有異事，是吾得志之秋也。一妹與李郎可瀝酒東南相賀。」因命家童列拜曰：「李郎、一妹，是汝主也。」言訖，與其妻從一奴戎裝乘馬而去；數步，遂不復見。靖據其宅，遂為豪家，得以助文皇締構之資，遂匡天下。貞觀十年，靖位至左僕射平章事，適東南蠻入奏曰：「有海船千艘，甲兵十萬，入扶餘國，殺其主自立。國已定矣。」靖心知虬髯得事也，歸告張氏，具禮相賀，瀝酒東南祝拜之。乃知真人之興也，非英雄所冀，況非英雄者乎？人臣之謬思亂者，乃螳臂之拒走輪耳。我皇家垂福萬葉，豈虛然哉！或曰：「衛公之兵法，半是虬髯所傳也。」*** END OF THE PROJECT GUTENBERG EBOOK 虬髯客傳 ***    Updated editions will replace the previous one—the old editions willbe renamed.Creating the works from print editions not protected by U.S. copyrightlaw means that no one owns a United States copyright in these works,so the Foundation (and you!) can copy and distribute it in the UnitedStates without permission and without paying copyrightroyalties. Special rules, set forth in the General Terms of Use partof this license, apply to copying and distributing ProjectGutenberg™ electronic works to protect the PROJECT GUTENBERG™concept and trademark. Project Gutenberg is a registered trademark,and may not be used if you charge for an eBook, except by followingthe terms of the trademark license, including paying royalties for useof the Project Gutenberg trademark. If you do not charge anything forcopies of this eBook, complying with the trademark license is veryeasy. You may use this eBook for nearly any purpose such as creationof derivative works, reports, performances and research. ProjectGutenberg eBooks may be modified and printed and given away—you maydo practically ANYTHING in the United States with eBooks not protectedby U.S. copyright law. Redistribution is subject to the trademarklicense, especially commercial redistribution.START: FULL LICENSETHE FULL PROJECT GUTENBERG LICENSEPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORKTo protect the Project Gutenberg™ mission of promoting the freedistribution of electronic works, by using or distributing this work(or any other work associated in any way with the phrase “ProjectGutenberg”), you agree to comply with all the terms of the FullProject Gutenberg™ License available with this file or online atwww.gutenberg.org/license.Section 1. General Terms of Use and Redistributing Project Gutenberg™electronic works1.A. By reading or using any part of this Project Gutenberg™electronic work, you indicate that you have read, understand, agree toand accept all the terms of this license and intellectual property(trademark/copyright) agreement. If you do not agree to abide by allthe terms of this agreement, you must cease using and return ordestroy all copies of Project Gutenberg™ electronic works in yourpossession. If you paid a fee for obtaining a copy of or access to aProject Gutenberg™ electronic work and you do not agree to be boundby the terms of this agreement, you may obtain a refund from the personor entity to whom you paid the fee as set forth in paragraph 1.E.8.1.B. “Project Gutenberg” is a registered trademark. It may only beused on or associated in any way with an electronic work by people whoagree to be bound by the terms of this agreement. There are a fewthings that you can do with most Project Gutenberg™ electronic workseven without complying with the full terms of this agreement. Seeparagraph 1.C below. There are a lot of things you can do with ProjectGutenberg™ electronic works if you follow the terms of thisagreement and help preserve free future access to Project Gutenberg™electronic works. See paragraph 1.E below.1.C. The Project Gutenberg Literary Archive Foundation (“theFoundation” or PGLAF), owns a compilation copyright in the collectionof Project Gutenberg™ electronic works. Nearly all the individualworks in the collection are in the public domain in the UnitedStates. If an individual work is unprotected by copyright law in theUnited States and you are located in the United States, we do notclaim a right to prevent you from copying, distributing, performing,displaying or creating derivative works based on the work as long asall references to Project Gutenberg are removed. Of course, we hopethat you will support the Project Gutenberg™ mission of promotingfree access to electronic works by freely sharing Project Gutenberg™works in compliance with the terms of this agreement for keeping theProject Gutenberg™ name associated with the work. You can easilycomply with the terms of this agreement by keeping this work in thesame format with its attached full Project Gutenberg™ License whenyou share it without charge with others.1.D. The copyright laws of the place where you are located also governwhat you can do with this work. Copyright laws in most countries arein a constant state of change. If you are outside the United States,check the laws of your country in addition to the terms of thisagreement before downloading, copying, displaying, performing,distributing or creating derivative works based on this work or anyother Project Gutenberg™ work. The Foundation makes norepresentations concerning the copyright status of any work in anycountry other than the United States.1.E. Unless you have removed all references to Project Gutenberg:1.E.1. The following sentence, with active links to, or otherimmediate access to, the full Project Gutenberg™ License must appearprominently whenever any copy of a Project Gutenberg™ work (any workon which the phrase “Project Gutenberg” appears, or with which thephrase “Project Gutenberg” is associated) is accessed, displayed,performed, viewed, copied or distributed:    This eBook is for the use of anyone anywhere in the United States and most    other parts of the world at no cost and with almost no restrictions    whatsoever. You may copy it, give it away or re-use it under the terms    of the Project Gutenberg License included with this eBook or online    at www.gutenberg.org. If you    are not located in the United States, you will have to check the laws    of the country where you are located before using this eBook.  1.E.2. If an individual Project Gutenberg™ electronic work isderived from texts not protected by U.S. copyright law (does notcontain a notice indicating that it is posted with permission of thecopyright holder), the work can be copied and distributed to anyone inthe United States without paying any fees or charges. If you areredistributing or providing access to a work with the phrase “ProjectGutenberg” associated with or appearing on the work, you must complyeither with the requirements of paragraphs 1.E.1 through 1.E.7 orobtain permission for the use of the work and the Project Gutenberg™trademark as set forth in paragraphs 1.E.8 or 1.E.9.1.E.3. If an individual Project Gutenberg™ electronic work is postedwith the permission of the copyright holder, your use and distributionmust comply with both paragraphs 1.E.1 through 1.E.7 and anyadditional terms imposed by the copyright holder. Additional termswill be linked to the Project Gutenberg™ License for all worksposted with the permission of the copyright holder found at thebeginning of this work.1.E.4. Do not unlink or detach or remove the full Project Gutenberg™License terms from this work, or any files containing a part of thiswork or any other work associated with Project Gutenberg™.1.E.5. Do not copy, display, perform, distribute or redistribute thiselectronic work, or any part of this electronic work, withoutprominently displaying the sentence set forth in paragraph 1.E.1 withactive links or immediate access to the full terms of the ProjectGutenberg™ License.1.E.6. You may convert to and distribute this work in any binary,compressed, marked up, nonproprietary or proprietary form, includingany word processing or hypertext form. However, if you provide accessto or distribute copies of a Project Gutenberg™ work in a formatother than “Plain Vanilla ASCII” or other format used in the officialversion posted on the official Project Gutenberg™ website(www.gutenberg.org), you must, at no additional cost, fee or expenseto the user, provide a copy, a means of exporting a copy, or a meansof obtaining a copy upon request, of the work in its original “PlainVanilla ASCII” or other form. Any alternate format must include thefull Project Gutenberg™ License as specified in paragraph 1.E.1.1.E.7. Do not charge a fee for access to, viewing, displaying,performing, copying or distributing any Project Gutenberg™ worksunless you comply with paragraph 1.E.8 or 1.E.9.1.E.8. You may charge a reasonable fee for copies of or providingaccess to or distributing Project Gutenberg™ electronic worksprovided that:    • You pay a royalty fee of 20% of the gross profits you derive from        the use of Project Gutenberg™ works calculated using the method        you already use to calculate your applicable taxes. The fee is owed        to the owner of the Project Gutenberg™ trademark, but he has        agreed to donate royalties under this paragraph to the Project        Gutenberg Literary Archive Foundation. Royalty payments must be paid        within 60 days following each date on which you prepare (or are        legally required to prepare) your periodic tax returns. Royalty        payments should be clearly marked as such and sent to the Project        Gutenberg Literary Archive Foundation at the address specified in        Section 4, “Information about donations to the Project Gutenberg        Literary Archive Foundation.”        • You provide a full refund of any money paid by a user who notifies        you in writing (or by e-mail) within 30 days of receipt that s/he        does not agree to the terms of the full Project Gutenberg™        License. You must require such a user to return or destroy all        copies of the works possessed in a physical medium and discontinue        all use of and all access to other copies of Project Gutenberg™        works.        • You provide, in accordance with paragraph 1.F.3, a full refund of        any money paid for a work or a replacement copy, if a defect in the        electronic work is discovered and reported to you within 90 days of        receipt of the work.        • You comply with all other terms of this agreement for free        distribution of Project Gutenberg™ works.    1.E.9. If you wish to charge a fee or distribute a ProjectGutenberg™ electronic work or group of works on different terms thanare set forth in this agreement, you must obtain permission in writingfrom the Project Gutenberg Literary Archive Foundation, the manager ofthe Project Gutenberg™ trademark. Contact the Foundation as setforth in Section 3 below.1.F.1.F.1. Project Gutenberg volunteers and employees expend considerableeffort to identify, do copyright research on, transcribe and proofreadworks not protected by U.S. copyright law in creating the ProjectGutenberg™ collection. Despite these efforts, Project Gutenberg™electronic works, and the medium on which they may be stored, maycontain “Defects,” such as, but not limited to, incomplete, inaccurateor corrupt data, transcription errors, a copyright or otherintellectual property infringement, a defective or damaged disk orother medium, a computer virus, or computer codes that damage orcannot be read by your equipment.1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Rightof Replacement or Refund” described in paragraph 1.F.3, the ProjectGutenberg Literary Archive Foundation, the owner of the ProjectGutenberg™ trademark, and any other party distributing a ProjectGutenberg™ electronic work under this agreement, disclaim allliability to you for damages, costs and expenses, including legalfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICTLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSEPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THETRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BELIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE ORINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCHDAMAGE.1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover adefect in this electronic work within 90 days of receiving it, you canreceive a refund of the money (if any) you paid for it by sending awritten explanation to the person you received the work from. If youreceived the work on a physical medium, you must return the mediumwith your written explanation. The person or entity that provided youwith the defective work may elect to provide a replacement copy inlieu of a refund. If you received the work electronically, the personor entity providing it to you may choose to give you a secondopportunity to receive the work electronically in lieu of a refund. Ifthe second copy is also defective, you may demand a refund in writingwithout further opportunities to fix the problem.1.F.4. Except for the limited right of replacement or refund set forthin paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NOOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOTLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.1.F.5. Some states do not allow disclaimers of certain impliedwarranties or the exclusion or limitation of certain types ofdamages. If any disclaimer or limitation set forth in this agreementviolates the law of the state applicable to this agreement, theagreement shall be interpreted to make the maximum disclaimer orlimitation permitted by the applicable state law. The invalidity orunenforceability of any provision of this agreement shall not void theremaining provisions.1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, thetrademark owner, any agent or employee of the Foundation, anyoneproviding copies of Project Gutenberg™ electronic works inaccordance with this agreement, and any volunteers associated with theproduction, promotion and distribution of Project Gutenberg™electronic works, harmless from all liability, costs and expenses,including legal fees, that arise directly or indirectly from any ofthe following which you do or cause to occur: (a) distribution of thisor any Project Gutenberg™ work, (b) alteration, modification, oradditions or deletions to any Project Gutenberg™ work, and (c) anyDefect you cause.Section 2. Information about the Mission of Project Gutenberg™Project Gutenberg™ is synonymous with the free distribution ofelectronic works in formats readable by the widest variety ofcomputers including obsolete, old, middle-aged and new computers. Itexists because of the efforts of hundreds of volunteers and donationsfrom people in all walks of life.Volunteers and financial support to provide volunteers with theassistance they need are critical to reaching Project Gutenberg™’sgoals and ensuring that the Project Gutenberg™ collection willremain freely available for generations to come. In 2001, the ProjectGutenberg Literary Archive Foundation was created to provide a secureand permanent future for Project Gutenberg™ and futuregenerations. To learn more about the Project Gutenberg LiteraryArchive Foundation and how your efforts and donations can help, seeSections 3 and 4 and the Foundation information page at www.gutenberg.org.Section 3. Information about the Project Gutenberg Literary Archive FoundationThe Project Gutenberg Literary Archive Foundation is a non-profit501(c)(3) educational corporation organized under the laws of thestate of Mississippi and granted tax exempt status by the InternalRevenue Service. The Foundation’s EIN or federal tax identificationnumber is 64-6221541. Contributions to the Project Gutenberg LiteraryArchive Foundation are tax deductible to the full extent permitted byU.S. federal laws and your state’s laws.The Foundation’s business office is located at 809 North 1500 West,Salt Lake City, UT 84116, (801) 596-1887. Email contact links and upto date contact information can be found at the Foundation’s websiteand official page at www.gutenberg.org/contactSection 4. Information about Donations to the Project GutenbergLiterary Archive FoundationProject Gutenberg™ depends upon and cannot survive without widespreadpublic support and donations to carry out its mission ofincreasing the number of public domain and licensed works that can befreely distributed in machine-readable form accessible by the widestarray of equipment including outdated equipment. Many small donations($1 to $5,000) are particularly important to maintaining tax exemptstatus with the IRS.The Foundation is committed to complying with the laws regulatingcharities and charitable donations in all 50 states of the UnitedStates. Compliance requirements are not uniform and it takes aconsiderable effort, much paperwork and many fees to meet and keep upwith these requirements. We do not solicit donations in locationswhere we have not received written confirmation of compliance. To SENDDONATIONS or determine the status of compliance for any particular statevisit www.gutenberg.org/donate.While we cannot and do not solicit contributions from states where wehave not met the solicitation requirements, we know of no prohibitionagainst accepting unsolicited donations from donors in such states whoapproach us with offers to donate.International donations are gratefully accepted, but we cannot makeany statements concerning tax treatment of donations received fromoutside the United States. U.S. laws alone swamp our small staff.Please check the Project Gutenberg web pages for current donationmethods and addresses. Donations are accepted in a number of otherways including checks, online payments and credit card donations. Todonate, please visit: www.gutenberg.org/donate.Section 5. General Information About Project Gutenberg™ electronic worksProfessor Michael S. Hart was the originator of the ProjectGutenberg™ concept of a library of electronic works that could befreely shared with anyone. For forty years, he produced anddistributed Project Gutenberg™ eBooks with only a loose network ofvolunteer support.Project Gutenberg™ eBooks are often created from several printededitions, all of which are confirmed as not protected by copyright inthe U.S. unless a copyright notice is included. Thus, we do notnecessarily keep eBooks in compliance with any particular paperedition.Most people start at our website which has the main PG searchfacility: www.gutenberg.org.This website includes information about Project Gutenberg™,including how to make donations to the Project Gutenberg LiteraryArchive Foundation, how to help produce our new eBooks, and how tosubscribe to our email newsletter to hear about new eBooks."
}